[
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3710443526",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "18 990 ₽",
        "description": "Промокод на скидку 500 рублей в наших соцсетях! Скидки до 99% по программе Trade-in Доставка по Екатеринбургу и области Выкуп Вашего устройства Рассрочка. Apple iPhone 12 mini 64Gb — Б/У. Наш адрес: г. Екатеринбург, ул. Малышева 5, Трц Алатырь, минус 1 этаж, спуститься к Магниту, справа от эскалатора. Ждём Вас ежедневно с 10:00 до 22:00. - Оригинальный аккумулятор. - Гарантия: до 180 дней. - Стоимость указана за наличный расчет. Гарантию на всю продукцию! Выгодные условия trade-in (обмен). Оригинальные устройства и аксессуары к ним. Полную информацию о происхождении устройства! Стоимость указана за категорию «удовлетворительная». Подробности уточняйте в салоне или по телефону! Наличие и актуальную цену уточняйте у менеджера в сообщениях или по телефону! С Miraphone Ваши покупки станут еще приятнее!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3870514584",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "23 990 ₽",
        "description": "Промокод на скидку 500 рублей в наших соцсетях! Скидки до 99% по программе Trade-in Доставка по Екатеринбургу и области Выкуп Вашего устройства Рассрочка. Apple iPhone Gb — Б/У. Наш адрес: г. Екатеринбург, ул. Малышева 5, Трц Алатырь, минус 1 этаж, спуститься к Магниту, справа от эскалатора. Ждём Вас ежедневно с 10:00 до 22:00. - Оригинальный аккумулятор. - Гарантия: до 180 дней. - Стоимость указана за наличный расчет. Гарантию на всю продукцию! Выгодные условия trade-in (обмен). Оригинальные устройства и аксессуары к ним. Полную информацию о происхождении устройства! Сильный износ акб, нету face id. Наличие и актуальную цену уточняйте у менеджера в сообщениях или по телефону! С Miraphone Ваши покупки станут еще приятнее!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3512850357",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "26 990 ₽",
        "description": "Рacсpочкa до 3х лет Выгоднo Гаpантия Тrаdе in Oбмeн. Iphоne 12 Mini 64Gb Green (зелёный). Cтрого oригинaл, подepжанный (не вoccтанoвленный). Офoрмляeм в Рacсpoчку дo 3x лeт. Haличный и безналичный pacчёт. Тrаdе in / Oбмен / Выкуп. Гаpaнтия от 60 дней. (с возможнoстью продлeния). Cтраxoвание. (Кoмплексная защита устройства). Супер Цена по акции: от 26.990₽. Адрес нашего магазина в Екатеринбурге. Ул. Вайнера, 19 ТЦ «Бум» 1 этаж. Ежедневно с 10:00 до 20:00. Остались Вопросы, Звони. Наличие, актуальные цены и подробности акций уточняйте у консультантов нашего магазина."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3930872845",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 000 ₽",
        "description": "У нас есть Рассрочка / Trade IN / гарантия. Всем привет, Вас приветствует команда applehub. Гарантия до 1 года. В наличии iPhone 12 mini 128 GB, Акб 86%. Состояние отличное. Весь в оригинале. Полностью проверен. Все функции работают. Наши Преимущества: Гарантия. Выдаем чек. Рассрочка до 3 лет от 12 банков партнеров. Подарки. Даем сертификаты на следующую покупку. Год обслуживания (скидки на ремонты для Вас или ваших друзей, а также на аксессуары). Бонусная система (приведи друга и получи % с продажи). Есть все способы оплаты: наличные/перевод/оплата картой/оплата в рассрочку — кредит/оплата по счету. Доставка по городу (круглосуточная)/области/России. У нас Вы можете приобрести все аксессуары для устройства по приятной цене. Если Вы не нашли нужное Вам устройство у меня в профиле, то можете написать мне, я с радостью подберу для Вас лучший вариант. Рассрочка до 3 лет, с досрочным погашением. Работаю с 12 банками (Тинькофф, Сбер, Хоум кредит, Хоум экспресс, Совком, Ренесанс, Мтс, Почта, Европа, Восточный, Отп, Квику). Можно оформить не выходя из дома. Находимся по адресу: г. Екатеринбург, ул. Шейнкмана 119, 3 этаж 35 офис Applehub. - центральный вход в ЖК Антарес. Дом где пятёрочка! Не путайте. Время работы: с 12:00 до 20:00 ежедневно, в другое время по договоренности. *цена указана за наличный расчет и перевод на банковскую карту. Оплата кредитной картой + 3%. Оплата по QR коду + 3.4%. Оплата в рассрочку + 3% + % в зависимости от срока. Внимание. 1. Перед тем как поехать к нам — уточнитеналичие. 2. Мы не бронируем и не откладываем позиции более чем на час, без внесения задатка."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3806521443",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "43 990 ₽",
        "description": "Оригинал Гарантия Рассрочка Скидки По Программе Trade-IN. Получите скидку — 500 рублей в наших социальных сетях! Для этого просто подпишитесь и находите промокод со скидкой для Вашей покупки! IPhone 12 mini 128Gb — Официально восстановленный. Ждем Вас по адресу: г. Екатеринбург, ул. Малышева 5, Трц Алатырь, минус 1 этаж, спуститься к Магниту, справа от эскалатора. Режим работы с 10:00 до 22:00. - Гарантия: 1 год. Стоимость указана за наличный расчет! Переходите на страницу Miraphone — у нас Вы найдете большой ассортимент оригинальной техники Apple в наличии и под заказ под свой вкус и бюджет! Гарантия на Все! Выгодный трейд-ин. Обменяйте свой старый телефон на новый и получите приятную скидку! Постоянное пополнение товара: любые модели, цвета и объемы памяти! Рассрочка и кредит от банков партнеров! Честные цены и полная информация об устройстве перед покупкой! Скорее звоните или пишите в сообщения, чтобы не упустить выгодное предложение и порадовать себя новым устройством!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3597930390",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "25 499 ₽",
        "description": "IPhone 12 mini 128gb. Оригинальный, с гарантией от магазина. Доставка по городу. Распродажа остатков по сниженным ценам! IPhone 12 mini на 128gb. A2399, цвет черный. Б/У. Все оригинальное: корпус, дисплей. Телефон в идеальном состоянии, возможны не заметные потертости. Батарея в хорошем состоянии, держит хорошо. Действует гарантия на возврат телефона и гарантия от магазина. В Нашем Магазине: оплата наличными, переводом или картой(комиссия 3%). Наклеим защитное стекло, подберем чехол. Наушники и часы к iPhone. Выдаем чек и гарантийный талон. Бесплатная доставка. Работаем: с 11:00 до 20:00 по будням, с 11:00 до 19:00 по выходным! Адрес магазина: ул Радищева 6а, офис 1002, БЦ «Суворов». Звоните прямо сейчас, цены держим на уровне начала года!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3511029074",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "31 990 ₽",
        "description": "Iphone 12 Mini 128GB Оригинал. Новый. Витринный Образец. Гарантия. Предзаказ. Цвет: Blue. В Подарок при покупке телефона: Беспроводные наушники AirPods Pro 2, Battery Pack или Power Bank. Перенос данных. Бесплатная доставка. Звоните или пишите в сообщения, чтобы успеть купить iPhone по выгодной цене. Стоимость указана по программе Trade-In. При оформлении предзаказа на телефон скидка от стоимости наличия составляет 2000 рублей — все подробности у наших менеджеров, которые с радостью Вас проконсультируют! Продаем удобно и безопасно для вас: кассовый и товарный чек при покупке; гарантийный талон, гарантия на телефон 1 год; удобные способы оплаты: наличный/безналичный расчет, онлайн-перевод; рассрочка 0-0-36: без первоначального взноса, без переплат, от 3 до 36 месяцев; trade-in на выгодных условиях (обмену подлежат только iPhone). Бесплатная доставка по Екатеринбургу в течение часа. В подарок к каждому смартфону беспроводные наушники AirPods pro2. Torstore — магазин по продаже оригинальной техники Apple и аксессуаров. Многолетний опыт работы и уже 10-й магазин по всей России! Вы можете не только заказать технику Apple онлайн, но и посетить магазин torstore в г. Екатеринбурге! Магазин работает в режиме с 11:00 до 21:00, по адресу ул. Проспект Ленина 5к1."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3608944771",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "34 990 ₽",
        "description": "Выгодно Выгодно Выгодно. Рассрочка до 3х лет Гарантия Trade in Обмен. IPhone 12 Mini 256Gb Black (чёрный). Строго оригинал, подержанный (не восстановленный). Оформляем в Рассрочку до 3х лет. Наличный и безналичный расчёт. Trade in / Обмен / Выкуп. Гарантия от 60 дней. (с возможностью продления). Супер Цена: от 34.990₽. Адрес нашего магазина в Екатеринбурге. Ул Вайнера, 19 ТЦ «Бум» 1 этаж. С 10:00 до 20:00. Остались Вопросы, Звони. #iphone #айфон #apple #samsung."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3342233878",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "25 499 ₽",
        "description": "IPhone 12 mini 128gb. Оригинальный, с гарантией от магазина. Доставка по городу. Распродажа остатков по сниженным ценам! IPhone 12 mini на 128gb. A2399, цвет белый. Б/У. Все оригинальное: корпус, дисплей. Телефон в идеальном состоянии, возможны не заметные потертости. Батарея в хорошем состоянии, держит хорошо. Действует гарантия на возврат телефона и гарантия от магазина. В Нашем Магазине: оплата наличными, переводом или картой(комиссия 3%). Наклеим защитное стекло, подберем чехол. Наушники и часы к iPhone. Выдаем чек и гарантийный талон. Бесплатная доставка. Работаем: с 11:00 до 20:00 по будням, с 11:00 до 19:00 по выходным! Адрес магазина: ул Радищева 6а, офис 1002, БЦ «Суворов». Звоните прямо сейчас, цены держим на уровне начала года!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3710287470",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "26 111 ₽",
        "description": "Приглашаем вас ознакомиться с iPhone 12 Mini 128Gb в стильном синем исполнении! Экран украшен гидрогелевой защитной пленкой — ваше устройство будет защищено от нежелательных повреждений, сохраняя свой первозданный вид. Все функции безупречно работают, включая Face ID и True Tone, чтобы обеспечить вам самый комфортный и безопасный опыт использования. Устройство прошло тщательную проверку, мы предоставляем гарантию на проверку в течение 14 дней. У нас также есть Trade IN — возможность обмена вашего iPhone с онлайн оценкой всего за 10 минут. Есть доставка по городу, стоимость услуги 500 рублей. Отправляем Авито доставкой по всей России! Ждем вас по адресу: Метро Чкаловская, г. Екатеринбург, ул. 8 Марта д.158 офис 105, 1 этаж махмаrkеt. Работаем по согласованию времени в удобное для вас время. Не упустите возможность приобрести этот прекрасный iPhone 12 Mini! Выбирайте надежность и стиль с Мах Маrkеt! #iphone12mini #синийстиль #махмаrkеt."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3513150390",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 990 ₽",
        "description": "Рacсpочкa до 3х лет Выгоднo Гаpантия Тrаdе in Oбмeн. Iphоne 12 Mini 128Gb Blue (синий). Cтрого oригинaл, подepжанный (не вoccтанoвленный). Офoрмляeм в Рacсpoчку дo 3x лeт. Haличный и безналичный pacчёт. Тrаdе in / Oбмен / Выкуп. Гаpaнтия от 60 дней. (с возможнoстью продлeния). Cтраxoвание. (Кoмплексная защита устройства). Супер Цена по акции: от 29.990₽. Адрес нашего магазина в Екатеринбурге. Ул. Вайнера, 19 ТЦ «Бум» 1 этаж. Ежедневно с 10:00 до 20:00. Остались Вопросы, Звони. Наличие, актуальные цены и подробности акций уточняйте у консультантов нашего магазина."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3390636995",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "21 990 ₽",
        "description": "Оригинальная техника с гарантией Выгодные условия Trade-In Доставка по Екатеринбургу и области! Miraphone — федеральная сеть магазинов оригинальной техники и аксессуаров Apple. Радуем своих покупателей в 9 городах России! Получите скидку — 500 рублей! Для этого подписывайтесь на нас в социальных сетях и находите промокод на скидку! Apple iPhone 12 mini 128Gb — Б/У. - Работают все функции. - Гарантия: до 180 дней. Наш адрес: г. Екатеринбург, ул. Малышева 5, Трц Алатырь, -1 этаж, справа от эскалатора. Ждём Вас ежедневно с 10:00 до 22:00. Стоимость указана за наличный расчет. Актуальную информацию уточняйте в сообщениях и по телефону! Бесплатная доставка курьером по городу! Честная политика и реальные цены! Расскажем Вам все о происхождении устройства перед покупкой. Работаем на рынке с 2014 года и хорошо себя зарекомендовали среди покупателей. Больше 1000 живых отзывов в наших соцсетях и на Авито! Кредит и рассрочка от банков партнеров! Стоимость указана за категорию «удовлетворительная». Подробности уточняйте в салоне или по телефону! Проще спросить, чем размышлять! Позвоните или напишите нам и мы ответим на все Ваши вопросы!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3417598770",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 990 ₽",
        "description": "Рассрочка до 3х лет Выгодно Гарантия Trade in Обмен. IPhone 12 mini 128 gb Black (черный). Строго оригинал, подержанный (не восстановленный). Оформляем в Рассрочку до 3х лет. Наличный и безналичный расчёт. Trade in / Обмен / Выкуп. Гарантия от 60 дней. (с возможностью продления). Страхование. (Комплексная защита устройства). Супер Цена: от 29.990₽. Адрес нашего магазина в Екатеринбурге. Ул Вайнера, 19 ТЦ «Бум» 1 этаж. Ежедневно с 10:00 до 20:00. Остались Вопросы, Звони."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3452409317",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "32 000 ₽",
        "description": "Телефон в идеальном состоянии. Акб 85. Face id работает, трутон тоже. Никогда не вскрывался, все родное. Небольшой торг или обмен на Iphone 11 pro или выше. По вопросам писать в лс."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3642846009",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "25 990 ₽",
        "description": "Добрый день. Продам или обменяю: iPhone 12 mini 64gb. Blackчёрный. Оригинал, гарантия. Чтобы убрать часть вопросов можете ознакомиться с отзывами в моем профиле. Амундсена 65, ТЦ Кит, Центральный вход, налево, напротив теле 2, магазин RE: Mount. С 10:00 До 21:00. В отличном состоянии. По технической части все идеально. Оригинальный телефон. Гарантия 1 месяц. Аккумулятор 100%. В комплекте телефончик, кабель. Работает идеально. Из icloud и других учётных записей вышли. Телефон обновлён до последней версии и ждёт своего нового хозяина или хозяйку) Трейд ин на Ваш айфон возможен. Любые проверки приветствую. Возможна доставка по Екатеринбургу и по всей России. Подписывайтесь. Звоните или пишите, возможен трейд ин только на iphone с моей или вашей доплатой. Рассрочки и кредита нет. Оплата наличными или переводом на Сбербанк, Тинькофф."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3795718468",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "27 000 ₽",
        "description": "Отличный телефон в идеальном состоянии, полный комплект, возможен торг."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_4241810085",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "25 900 ₽",
        "description": "Телефон полностью в оригинале. Комплект коробка."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_4076277115",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "24 000 ₽",
        "description": "IPhone 12 mini, 2021 года, красивый и удобный телефон, помещается в руку за счет этого легко держать. Имеется небольшие царапины на экране. Отдам с зарядкой (провод) и чехлами для телефона. Есть коробка от телефона, так же чек о покупке в днс. Акк 80%."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3854793737",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "25 999 ₽",
        "description": "На гарантии и в идеальном состоянии! Есть чек, предоставлю. Полный комплект, все Ориг. Телефон достойный и зарядку держит великолепно. Подойдет для подарка. Торга и обмена нет никакого."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3939853220",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "25 000 ₽",
        "description": "Продам. Срочно нужны деньги."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_4290444192",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "24 000 ₽",
        "description": "Состояние хорошее. Работает отлично, дефекты только визуальные и снаружи: корпус по бокам в небольших зацепках. Заряд держит отлично, был в пользовании 2 года. Стекло спереди целое, дисплей не менялся, сзади тоже стекло целое, аккумулятор свой, в принципе никаких вмешательств не было, никаких царапин на стеклах нет. Продаю Без зарядного устройства."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3994142469",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "25 000 ₽",
        "description": "Обмен, или двадцать пять тысяч."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3551390509",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "21 000 ₽",
        "description": "Гарантия на Обмен и возврат денежных средств. Единственый специализированный магазин в России по продаже б/у техники Apple. Если Для Вас Главное Качество При Выборе iPhone Это Оригинал С Полной Гарантией — Звоните, Приезжайте! Выгодный Trade IN. IPhone 12 mini 256GB — Б/У. Данный телефон представлен в категории С. У дaнного iPhone есть дефекты! Уточняйтe у продавцов. Цена зависит от состояния телефона. Желающих купить идеальный айфон за 5000₽ просьба — не тратьте ни ваше ни наше время. С уважением команда I-Park. Ориентир ТЦ Антей."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3810629558",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 000 ₽",
        "description": "В отличном состоянии, без ремонтов, полный комплект. Телефон носился в чехле и защитном стекле. Ростест. Есть чек о покупке, 2 чехла и стекло в подарок. Любые проверки."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3733344960",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "21 000 ₽",
        "description": "Продаю телефон. Внешне почти новый (есть небольшие сколы(видно на фото)). Ходил с ним 2 года. У нему коробка и чек прилагается. Торг уместен, но небольшой."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3959668258",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "20 000 ₽",
        "description": "Покупал у своей подруги, акб 77%, телефон не Вскрывался, состояние на фото, царапины, все функции рабочие, возможен торг, остальное что интересует отвечу в сообщениях. Коробка и зарядное устройство все есть."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3847275909",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "24 990 ₽",
        "description": "Доброго времени суток. Продам iPhone 12 mini 128gb Синий (Blue) — оригинал, телефон не вскрывался и не ремонтировался! Телефон в Отличном Состоянии! Весь функционал полностью исправен! Состояние аккумулятора — 87%! Комплект: зарядное устройство и коробка! Готов к любым проверкам с вашей стороны. Возможна доставка по городу. Хорошего дня!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3869676210",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "26 999 ₽",
        "description": "Телефону меньше чем пол года. В идеальном состоянии, без царапин и сколов, выглядит как новый телефон! Продаю в связи с покупкой на другую модель. В комплекте отдам коробку и зарядный шнур, еще отдам чек о покупке по которому действует гарантия от магазина! Торга и обмена нет и не будет."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3847556979",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "24 999 ₽",
        "description": "Телефон в идеальном состоянии, без косяков и царапинок. Никаких нареканий в работе не бывало, полностью рабочий телефон. Использовался как второй телефон для вацапа. Продаю с чеком о покупке по которому действует гарантия от магазина, с коробкой и зарядкой! Торга и обмена нет и не будет!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3797817188",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "27 000 ₽",
        "description": "Iрhоne 12 mini (128gb) бeз cколoв, цaрапин и потёртoстeй. Состояние аккумулятора 96%. Цена реальная, окончательная — без скрытых доплат и торга. За качecтво тeлeфонов oтвeчaю peпутацией и даю гарантию 30 дней. Напишите Прямо Сейчас В Чат «Апрель» и мы вас проконсультируем по всем вопросам и подберём лучший телефон под ваш бюджет! Гараж Джобса — федеральная сеть магазинов оригинальной техники и аксессуаров Apple. Радуем своих покупателей уже 8 лет. Оригинальная техника с гарантией! Кредит и рассрочка от банков партнеров! Выгодные условия Trade-In! Доставка по Екатеринбургу и области! Мы находимся прямо в центре, г. Московская, 42. М. Геологическая. Ждём Вас ежедневно с 11:00 до 20:00. Apple iPhone 12 mini, White, 128GB, б/у. Состояние аккумулятора — 96%. В комплекте: -телефон. -зарядный провод. -чек. Бесплатная доставка курьером по городу (при полной оплате). Честная политика и реальные цены! Работаем на рынке с 2016 года и хорошо себя зарекомендовали среди покупателей. Больше 4000 довольных клиентов! Проще спросить, чем размышлять! Позвоните или напишите нам прямо сейчас и мы ответим на все Ваши вопросы! Стоимость указана за наличный расчет. Актуальную информацию уточняйте в сообщениях и по телефону!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3857307480",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "25 000 ₽",
        "description": "Всем привет, продаю телефон В отличном состоянии. Зарядное устройство. Коробка. Использовался с защитным стеклом. Чехол в подарок. Все детали в рабочем состоянии. Любые проверки на месте. Без сколов и дефектов. Пишите звоните."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_4006369074",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "25 500 ₽",
        "description": "Можете ознакомиться с моим профилем и отзывами чтобы на 100% быть уверенным в качестве устройств, а так же посмотреть и другие модели. IPhone 12 mini белого цвета на 128гб. Телефон в отличном состоянии, все функции работают отлично, Face ID сканирует. Ёмкость акб 84%. Телефон в оригинале, любые проверки с вашей стороны приветствуются. Бесплатная и быстрая доставка по Екатеринбургу от 15 минут. Гарантия на проверку 14 дней. В комплекте коробка, зарядка, Чек. Возможен обмен на технику Apple с доплатой в обе стороны. Возможна доставка по Екатеринбургу и в любую другую точку России сдэком или любой транспортной компанией на Ваш выбор. Доставка осуществляется после 100% оплаты товара. Авито Доставкой Не Отправляем. Цена указана за наличный расчет. При оплате картой +4%. Перевод на карту. Не нашли нужную модель устройства? Напишите в личные сообщения или позвоните для уточнения, возможно это устройство есть в наличии. Любая новая техника Apple под заказ 1-7 дней. Артикул о919401."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3784633624",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "23 000 ₽",
        "description": "Работает все. На стеклах дефектов нет. Акб 81%. Партнеры авито не интересны."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_4108115987",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "19 990 ₽",
        "description": "Продаю в связи с покупкой более новой модели. Быстрым за 20.000. Face id, true ton работают. Весь в оригинале, ничего не менялось! Из комплекта чехол и без проводная зарядка. Любые проверки на месте. Косяки видны на фото."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_4290457489",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "26 000 ₽",
        "description": "Телефон в отличном состоянии. На фото указана информация о нем. Нет царапин и сколов. Любые проверки на месте. Все детали в рабочем состоянии. Не вскрывался. В комплекте коробка и документы. Возможен торг. Звоните, пишите в любое время. Забрать можно будет на неделе. Потом уезжаю из города."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3855280659",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "22 900 ₽",
        "description": "Iphone 12 Mini 64gb Purple. Состояние отличное (5). Face ID и Трутон рабочие, никаких ошибок. Аккумулятор 100%. Комплект: Зарядка. Tradein и Подбор iphone под вас. Акция: месяц гарантии при покупке аксессуаров на 2тр. Доставка сдэком по РФ~ 300р. (Продажа телефонов, скупка айфонов, обмен в обе стороны). Displex Point — Сервис по ремонту и подбору телефонов."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3971679926",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "21 500 ₽",
        "description": "В отличном состоянии. Всё полностью работает. Менялся акб, держит отлично нареканий нет, больше ничего не менялось. Заостренные грани это такой дизайн, делал сам в сервисе. В комплекте Зу и чехол. Срочно. Торга Нет, перекупов не беспокоить. За 17-18, не отдам!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3691399501",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "30 000 ₽",
        "description": "Айфон в идеальном состоянии. Все компоненты оригинальные, родные, не вскрывался. Аккумулятор показывает 85, при этом заряд держит. Работает всë безупречно. Использовала моя жена бережно, в чехле и в стекле всегда. Продажа в связи с покупкой нового устройства. В комплекте коробка, провод. В подарок оставшиеся новые защитные стекла, можем также отдать имеющиеся чехлы. С продажей не торопимся, за бесценок не отдадим."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3814189806",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "20 000 ₽",
        "description": "Здравствуйте срочная продажа все работает."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3869374309",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "23 990 ₽",
        "description": "Оригинальная продукция | ekbmobile | Гарантия на Все устройства! IPhone 12 mini 128Gb — Б/У. Что Вы получите обратившись к нам: Гарантию на всю продукцию! Выгодные условия trade-in (обмен). Оригинальные устройства и аксессуары к ним. Полную информацию о происхождении устройства! Адрес магазина: г. Екатеринбург, ул. Малышева 5, ТЦ Алатырь, 0 этаж, рядом с Суши Маркет. Присутствуют дефекты, подробности уточняйте. Звоните или пишите нам в сообщения на Авито! С нами Ваши покупки станут еще приятнее!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3688676866",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "22 000 ₽",
        "description": "Офис Джобcа. Prеmium resаle города Екатеринбург. С продажами все отлично, желающих помочь, проcим не обращаться. Mы готoвы Вам пpeдoстaвить три кaтeгории тoвaров: А, В, С. Гapaнтия раcпpocтpаняeтcя на тe устройства, что полностью в оригинале (категории А, В). Гарантийный срок до 6 месяцев. Данная модель представлена категории С. У нас реальная гарантия вплоть до возврата денежных средств на б/у и новые устройства. Индивидуально каждому поможeм подобрать наиболее подходящее устройство. У нас вы можете сдать или обменять по системе trade-in технику Apple, для ориентировочной оценки устройства — пишите. В магазине присутствует любой удобный вам способ оплаты (терминал, наличные, Сбп, рассрочка сроком от 3-х месяцев и сплит-оплата частями от Яндекс). Ждём в любое удобное для Вас врeмя с 10:00 до 21:00. Нaходимся в бизнес центре Высоцкий, по адресу ул. Малышева, 51, 1 этаж. Всегда рады каждому из вас. Скaжите промокoд авито и получите скидку 20% на аксессуары."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3743310555",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "21 000 ₽",
        "description": "IPhone 12 Mini. Единственый специализированный магазин в России по продаже б/у техники Apple в вашем городе! Данное устройство представлено в категории C. Стоимость каждого устройства зависит напрямую от его состояния. Состояние уточняйте у продавцов или операторов. Гарантия предоставляется на устройства в категории А или В. Выгодный Trade IN и Скупка. Рассрочка от 10 банков без страховки и других дополнительных услуг. Яндекс Сплит. Халва от Совкомбанк. Жeлающих купить идеальный айфон за 5000₽ просьба — не тратьте ни ваше ни наше время. С уважением команда I-Park. Как нас найти? Ориентир ТЦ Антей."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3939906063",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "25 000 ₽",
        "description": "Продам iPhone 12 mini, 64гб. Состояние отличное. Есть коцки только на защитном стекле. Куплен в Связном в ноябре 2020г, чеки, коробка и провод в наличии. Смотреть в районе южного автовокзала."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3709315090",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "30 000 ₽",
        "description": "У нас есть Рассрочка / Ttrade IN / гарантия. Всем привет, Вас приветствует команда applehub. Напишите сейчас и получите подарок. В наличии iPhone 12 mini 128 GB. Состояние отличное. Весь в оригинале. Полностью проверен. Все функции работают. Наши Преимущества: Гарантия. Выдаем чек. Рассрочка до 3 лет от 12 банков партнеров. Подарки. Даем сертификаты на следующую покупку. Год обслуживания (скидки на ремонты для Вас или ваших друзей, а также на аксессуары). Бонусная система (приведи друга и получи % с продажи). Есть все способы оплаты: наличные/перевод/оплата картой/оплата в рассрочку — кредит/оплата по счету. Доставка по городу (круглосуточная)/области/России. У нас Вы можете приобрести все аксессуары для устройства по приятной цене. Если Вы не нашли нужное Вам устройство у меня в профиле, то можете написать мне, я с радостью подберу для Вас лучший вариант. Рассрочка до 3 лет, с досрочным погашением. Работаю с 12 банками (Тинькофф, Сбер, Хоум кредит, Хоум экспресс, Совком, Ренесанс, Мтс, Почта, Европа, Восточный, Отп, Квику). Можно оформить не выходя из дома. Находимся по адресу: г. Екатеринбург, ул. Шейнкмана 119, 3 этаж 35 офис Applehub. - центральный вход в ЖК Антарес. Дом где пятёрочка! Не путайте. Время работы: с 12:00 до 20:00 ежедневно, в другое время по договоренности. *цена указана за наличный расчет и перевод на банковскую карту. Оплата кредитной картой + 3%. Оплата по QR коду + 3.4%. Оплата в рассрочку + 3% + % в зависимости от срока. Внимание. 1. Перед тем как поехать к нам — уточните наличие. 2. Мы не бронируем и не откладываем позиции более чем на час, без внесения задатка."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3675782342",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "22 000 ₽",
        "description": "Телефон Ростест (модель RU) в отличном состояние, на заднем стекле есть небольшие почти не заметные царапинки, все функции работают, не вскрывался, без ремонтов, все родное, состояние видно на фото, в комплекте коробка, кабель, доки и чек, несколько чехлов. Из учеток вышел, телефон готов к работе и ждет своего нового владельца."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3825503607",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "30 000 ₽",
        "description": "Продам iPhone 12 mini 128gb ростест, телефон в отличном состоянии, использовался всегда в чехле, на экране защитное стекло, телефон не вскрывался, весь в оригинале, полный комплект."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3741586337",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "30 000 ₽",
        "description": "Продам iphone 12mini. Маленькие царапинки по корпусу, не критичны. Полный комплект: Использовался с защитным стеклом. Фейс работает. Тру тон есть. Не большой торг."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3422829163",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "25 990 ₽",
        "description": "Продам iphone 12 mini 128 gb. Внешне телефон в отличном состоянии. По технической части все работает идеально, телефон без вскрытий и ремонтов. Полностью в оригинале. Батарея: 80%. Комплект: без коробки, телефон, зарядник. Готовы на любые проверки с вашей стороны."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3688683977",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "26 000 ₽",
        "description": "Офис Джoбса. Prеmium resаle города Екатеринбург. С продaжами все отлично, желающих помочь, просим не обращаться. Mы готoвы Вам пpeдoстaвить три кaтeгории тoвaров: А, В, С. Гapaнтия раcпpocтpаняeтcя на тe устройcтва, что полностью в оригинале (категории А, В). Гарантийный срок до 6 месяцев. Данная модель представлена категории B. У нас реальная гарантия вплоть до возврата денежных средств на б/у и новые устройства. Индивидуально каждому поможем подобрать наиболее подходящее уcтройство. У нас вы можете сдать или обменять по системе trade-in технику Apple, для ориентировочной оценки устройства — пишите. В магазине присутствует любой удобный вам способ оплаты (терминал, наличные, Сбп, рассрочка сроком от 3-х месяцев и сплит-оплaта частями от Яндекс). Ждём в любое удобное для Вас время с 10:00 до 21:00. Нaходимся в бизнес центре Высоцкий, по адресу ул. Малышева, 51, 1 этаж. Всегда рaды каждому из вас. Скaжите промокод авито и получите скидку 20% на аксессуары."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3558257254",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "27 490 ₽",
        "description": "Айфон 12 мини на 128гб. Оригинал! Не восстановленный. Не ремонтировался и не вскрывался. Полностью в оригинале. Обмен на технику Apple с доплатой в обе стороны. На весь товар предоставляется дополнительная гарантия от магазина. Пожалуйста, уточняйте график работы. Почему Выбирают Нас. У нас Только Оригинальная техника. Помощь в активации и переносе данных. Выкуп Вашего iPhone по выгодной цене Быстро. Предоставляем услугу Trade IN. Сдай свой аппарат и получи скидку на новый. Это избавит Вас от хлопот по самостоятельной реализации Вашего телефона. Максимально прозрачная сделка! Оплата: Наличный расчёт или переводом на карту. Мы находимся в самом центре Екатеринбурга, торговая галерея по улице Хохрякова, 21, магазин Оригинальной техники «Electronics Store». Звоните, ответим на все интересующие вопросы. Вы спокойно можете всё проверить в магазине перед приобретением, получить все необходимые документы и остаться на 100% довольными покупкой."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3720751393",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "35 000 ₽",
        "description": "Здравствуйте продаю телефон-12 мини в шикарнейшем состоянии пользовалась мало так как муж подарил модель новее этот просто лежит без дела и ждет нового хозяина) работает все без исключения без царапин и вмятин динамики хорошо работают зарядка хватает на целый день документы зарядка чехол отдам в подарок."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3798705313",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "20 500 ₽",
        "description": "Продаю свой телефон в связи с переходом на более новый. Владею полтора года. Face ID и truetone Работают! По корпусу в углу небольшой коцик, под защитным стеклом есть одна незаметная царапинка. Не вскрывался, не ремонтировался. Состояние акума 78%. Product Red, редкость и обычно дороже стоят. В комплекте: Оригинальный, очень уставший провод, 4 чехла, защитное стекло дополнительное, что бы экран посмотрели. Коробка к сожалению утеряна. Кирпичем он не станет, полностью чистый. Готов при вас выйти со своего аккаунта или как будет удобно. Любые адекватные проверки."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3771934576",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "18 000 ₽",
        "description": "Iphone 12 mini 64gb. Красивый, синий цвет. Установлены банки (Сбербанк, Альфа). Хорошее состояние, коробка, чехол, mag safe в комплекте. Менялся дисплей, и батарея. Не работает фейс. Не продавал бы, если не нужны были щас деньги. Любые проверки на месте."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3757570508",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "23 000 ₽",
        "description": "IPhone 11 64GB 77%(17т. Р) и iPhone 12 mini 64GB 78%(23т. Р)оба отдам за 40. Смартфоны оригинальные, не ремонтировались. В комплекте к каждому идёт прозрачный чехол и зарядный кабель. Технически абсолютно исправны, но имеются следы эксплуатации (потёртости, царапинки). Недостатки попытался отобразить на фотографиях, но все не получилось выставить, поэтому отправлю остальные фотографии в личные сообщения. Любые проверки приветствуются."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3678111241",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "24 000 ₽",
        "description": "Teлефoн в отличном сoстоянии, носился в чеxле и стeклe, скoлoв, цaрaпин нeт. B кoмплeкте коробкa и дoкумeнты, не вocстaнoвлeнный. Всe рабoтaeт. Нe вскpывaлся, нe был в рeмонте, нe мeнялся aккумулятoр. Bce дeтали в paбочем состоянии. Любыe пpoвеpки на мeстe."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3845098198",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "23 500 ₽",
        "description": "На счет акб не скажу точно, он поменянный, в комплекте коробка, и гарантийный талон."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3798677019",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "24 300 ₽",
        "description": "Продаю свой Айфон 12 mini в идеальном состоянии, использовал в чехле на экране защитное стекло, не вскрывался не ремонтировался, любые проверки, полный комплект и чек, покупал за наличку в Мтс, в подарок отдам защитное стекло и чехлы, продаю так как купил себе другой, Небольшой торг!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3450989331",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 500 ₽",
        "description": "Всем привет, Вас приветствует команда applehub. В наличии iPhone 12 mini 128 GB. Состояние нового телефона. Полностью проверен. Все функции работают. Наши Преимущества: Гарантия. Выдаем чек. Подарки. Даем сертификаты на следующую покупку. Год обслуживания (скидки на ремонты для Вас или ваших друзей, а также на аксессуары). Бонусная система (приведи друга и получи % с продажи). Есть все способы оплаты: наличные/перевод/оплата картой/оплата в рассрочку — кредит/оплата по счету. Доставка по городу (круглосуточная)/области/России. У нас Вы можете приобрести все аксессуары для устройства по приятной цене. Если Вы не нашли нужное Вам устройство у меня в профиле, то можете написать мне, я с радостью подберу для Вас лучший вариант. Рассрочка до 3 лет, с досрочным погашением. Работаю с 10 банками (Тинькофф, Хоум кредит, Хоум экспресс, Совком, Ренесанс, Мтс, Почта, Европа, Восточный, Отп). Можно оформить не выходя из дома. Находимся по адресу: г. Екатеринбург, ул. Шейнкмана 119, 3 этаж 35 офис Applehub. - центральный вход в ЖК Антарес. Время работы: с 12:00 до 20:00 ежедневно, в другое время по договоренности. *цена указана за наличный расчет и перевод на банковскую карту. Оплата кредитной картой + 3%. Оплата по QR коду + 3.4%. Оплата в рассрочку + 3%. Торга нет, беспокоить не нужно с данным вопросомне вижу смысла делать скидку, с условием, что я предоставляю чек, гарантию."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3509453021",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 900 ₽",
        "description": "Полный комплект: В отличном состоянии."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3961609222",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "23 000 ₽",
        "description": "Продаю iphone 12 mini. Состояние 8/10. Аккум менялся. Аккум 85%. Память 64гб. Пользовался полгода. Коробки Нету Отдам Провод Без Блока. Без Торга. Обмен На 13мини с дп."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3864115185",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "27 000 ₽",
        "description": "Продам iphone 12 mini 256gb. На гарантии. Покупала после андроида, но так и не смогла привыкнуть к ios. Есть гарантия, покупался бу без коробки в Мегафоне в идеальном состоянии по корпусу, не восстановленный. После покупки практически не пользовалась. Чек есть. По корпусу в отличном состоянии, без сколов. Батарея 100%. В подарок чехол и шнур. Сброшу при вас, после проверки."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3886022493",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "21 900 ₽",
        "description": "Продам отличный телефон. Состояние отличное. С покупки использовался в чехле и с защитным стеклом."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3709303824",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "30 000 ₽",
        "description": "У нас есть Рассрочка / Ttrade IN / гарантия. Всем привет, Вас приветствует команда applehub. Напишите сейчас и получите подарок. В наличии iPhone 12 mini 128 GB. Состояние отличное. Весь в оригинале. Полностью проверен. Все функции работают. Наши Преимущества: Гарантия. Выдаем чек. Рассрочка до 3 лет от 12 банков партнеров. Подарки. Даем сертификаты на следующую покупку. Год обслуживания (скидки на ремонты для Вас или ваших друзей, а также на аксессуары). Бонусная система (приведи друга и получи % с продажи). Есть все способы оплаты: наличные/перевод/оплата картой/оплата в рассрочку — кредит/оплата по счету. Доставка по городу (круглосуточная)/области/России. У нас Вы можете приобрести все аксессуары для устройства по приятной цене. Если Вы не нашли нужное Вам устройство у меня в профиле, то можете написать мне, я с радостью подберу для Вас лучший вариант. Рассрочка до 3 лет, с досрочным погашением. Работаю с 12 банками (Тинькофф, Сбер, Хоум кредит, Хоум экспресс, Совком, Ренесанс, Мтс, Почта, Европа, Восточный, Отп, Квику). Можно оформить не выходя из дома. Находимся по адресу: г. Екатеринбург, ул. Шейнкмана 119, 3 этаж 35 офис Applehub. - центральный вход в ЖК Антарес. Дом где пятёрочка! Не путайте. Время работы: с 12:00 до 20:00 ежедневно, в другое время по договоренности. *цена указана за наличный расчет и перевод на банковскую карту. Оплата кредитной картой + 3%. Оплата по QR коду + 3.4%. Оплата в рассрочку + 3% + % в зависимости от срока. Внимание. 1. Перед тем как поехать к нам — уточните наличие. 2. Мы не бронируем и не откладываем позиции более чем на час, без внесения задатка."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3962327435",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "27 500 ₽",
        "description": "Полный комплект: В отличном состоянии. Использовался с защитным стеклом. Чехол в подарок. Все детали в рабочем состоянии. Не вскрывался. Без сколов и дефектов."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3736113866",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "20 500 ₽",
        "description": "Продаю свой iPhone 12 mini. Приобретал его в феврале 2022 года, соответствующий документ на руках. Так, хороший телефон, в одних руках. Коробка также имеется. Аккумулятора хватает до вечера. Любые проверки, не вскрывался. Есть в левом нижнем углу небольшой скол, под чехлом даже не видно."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3643122112",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "27 990 ₽",
        "description": "Добрый день. Продам или обменяю: iPhone 12 mini 128gb. Purpleфиолетовый. Оригинал, гарантия. Чтобы убрать часть вопросов можете ознакомиться с отзывами в моем профиле. Амундсена 65, ТЦ Кит, Центральный вход, налево, напротив теле 2, магазин RE: Mount. С 10:00 До 21:00. В отличном состоянии. По технической части все идеально. Оригинальный телефон. Гарантия 1 месяц. Аккумулятор 100%. В комплекте телефончик, кабель. Работает идеально. Из icloud и других учётных записей вышли. Телефон обновлён до последней версии и ждёт своего нового хозяина или хозяйку) Трейд ин на Ваш айфон возможен. Любые проверки приветствую. Возможна доставка по Екатеринбургу и по всей России. Подписывайтесь. Звоните или пишите, возможен трейд ин только на iphone с моей или вашей доплатой. Рассрочки и кредита нет. Оплата наличными или переводом на Сбербанк, Тинькофф."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_4289934615",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "25 000 ₽",
        "description": "Полностью рабочий, полный комплект. Аккумулятор 88%. Без торга и обмена. Подарили новый."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3832817503",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "30 000 ₽",
        "description": "IPhone 12 mini black 128gb в идеальном состоянии, без повреждений, без ремонтов. Чехол и новое стекло в подарок."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3835591622",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "26 250 ₽",
        "description": "Продается iPhone 12 mini 128GB в прекрасном белом цвете. Юридически чистый, бери и пользуйся. — Поможем настроить новый телефон и перенести данные абсолютно бесплатно при покупке телефона. — Установим удаленные приложения из аррstоrе (Сбер, Альфа, Тинькофф и т. Д.). — Приятный бонус для наших покупателей! Даем 10% скидку на работу, если этот телефон попадет в ремонт, подробности уточняйте у менеджера. — Защитное стекло в подарок! (Позвоните, чтобы узнать подробности). —Даем гарантию две недели с даты покупки на проверку всех функций. — Небольшой дефект на экране (видно на фото). — В отличном состоянии. Хороший вариант на подарок! — Телефон прошел полную проверку на работоспособность в нашем СЦ. — Комплект: гарантийный талон, коробка, кабель. Добавляйте в избранное, чтобы не потерять объявление! Позвоните или напишите нам сейчас, мы подробно проконсультируем и ответим на все ваши вопросы с удовольствием! Приходите, смотрите, покупайте). С удовольствием ждем вас в рабочие часы: 09:00 — 20:00 по будням. 10:00 — 20:00 по выходным. Приходите в наш магазин по адресу Мамина-Сибиряка 145, перекресток Малышева-Мамина-Сибиряка вход с ул. Мамина-Сибиряка."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3885622413",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "22 500 ₽",
        "description": "Полный комплект: Зарядное устройство. Коробка. Использовался с защитным стеклом. Цена окончательная."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3854206021",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "25 000 ₽",
        "description": "Apple iPhone 12 mini в хорошем состоянии Полный комплект Использовался с защитным стеклом. Все детали в рабочем состоянии."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3885776280",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "28 990 ₽",
        "description": "Iphone 12 Mini 128GB Оригинал. Б/У. Гарантия. Цвет: Фиолетовый. Полная работоспособность, в отличном состоянии! Полный комплект: телефон, коробка, провод, документация. Аккумулятор: 86%. Самые честные цены! Гарантия 30 дней! Цена за оплату наличными. QR — код +3%, картой +6%, перевод +6%. Рассрочка и Кредит от 3 до 24 месяцев. Работаем ПН-СБ с 13:00 до 19:00, по адресу ул. Основинская 10, офис 1421. БЦ «Основа» (пропускной режим). В другое время можно по догворенности. Перед визитом обязательно уточните наличие! -. Есть Trade IN на ваш айфон, обмен с доплатой в обе стороны / Выкуп / скупка. Доставка по Екатеринбургу, Березовскому и В. Пышме от 500 руб. Отправка почтой или транспортной компанией по всей России по 100% оплате."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3743506455",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "18 000 ₽",
        "description": "IPhone 12 mini. Единственый специализированный магазин в России по продаже б/у техники Apple в вашем городе! Данное устройство представлено в категории C. У данного iPhone есть дефекты! Стоимость каждого устройства зависит напрямую от его состояния. Состояние уточняйте у продавцов или операторов. Гарантия предоставляется на устройства в категории А или В. Выгодный Trade IN и Скупка. Рассрочка от 10 банков без страховки и других дополнительных услуг. Яндекс Сплит. Халва от Совкомбанк. Жeлающих купить идеальный айфон за 5000₽ просьба — не тратьте ни ваше ни наше время. С уважением команда I-Park. Как нас найти? Ориентир ТЦ Антей."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3825588850",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "27 000 ₽",
        "description": "Обмен, предлагайте в лс."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3792406663",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "32 000 ₽",
        "description": "Iрhоnе 12 mini — Oригинальныe устройства нa гаpантии. В нaличии рaзнообразныe цвeтa и мoдификaции! ℹ Важная инфopмация: Позвони или нaпиши сeгодня и получи пoдaрoк. B пpoдaжe opигинaльная модель iPhone 15 Pro внутри iрhоne ХR. Iрhоne полноcтью функциoнирует и без признаков использования. Fаcе id. Truе tonе. Арple раy. Беспроводная заpядка. Oбновлeние до пoслeднeй версии iоs. Приезжайте в магазин лично и проверьте телефон полностью на месте, а также звоните мы вас проконсультируем. На все наши iрhоnе действует Гарантия от магазина и Сервисное Обслуживание. Доставляем телефоны по Екатеринбургу и области. Отправляем в регионы ТК Сдэк, Почта России. Звоните, пишите на Авито, ответим всем и в любое время."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3619469478",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "40 000 ₽",
        "description": "В идеальном состоянии! Всегда в чехле и весь в защитной пленке. Так же в придачу отдам чехлы как бонус! Полный комплект. С продажей не спешу."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3737344558",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "26 000 ₽",
        "description": "Продаю iPhone 12 mini 64 Гб, состояние отличное, не вскрывался, не было ремонтов, в одних руках; небольшие краевые поверхностные царапины на стекле ( не заметны, не мешают)."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3822055130",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "27 990 ₽",
        "description": "Белый iphone mini 64gb. Состояние близкое к идеальному. Дарил жене, носила всегда в чехле с защитной пленкой. Никогда не вскрывался, все родное и как новое. В комплекте шнур, адаптера и наушников не было в коробке."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3798753572",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "20 000 ₽",
        "description": "Продаю свой телефон. Носился без чехла, состояние соответствующее. Повреждений, влияющих на работу, нет. Состояние аккумулятора 78%. Экран целый, всегда был с защитным стеклом. Не вскрывался, не ремонтировался. Полный комплект. Ростест."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3479296867",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "30 000 ₽",
        "description": "В идеале. С покупки весь в пленке, экран, задняя сторона и по бокам. Есть не большая коцка фото есть. Жена наказана. В остальном в идеале. Лежит без дела. Без торга."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_4210058951",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "24 900 ₽",
        "description": "В хорошем состоянии. Есть небольшая коцынка на углу, на последнем фото видно."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3710743734",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "26 990 ₽",
        "description": "Редкая limited product red. Работают все функции, куплен 4 месяца назад! На гарантии! Чек о покупке есть. Можете приехать и убедиться, что телефон действительно достойнейший. Перешел на модель чуть больше, поэтому он в продаже. Торг и обмен не рассматриваю спасибо."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3604880824",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "26 199 ₽",
        "description": "В отличном состоянии. Зарядное устройство. Коробка. Использовался с защитным стеклом. Ростест. Отвязан от всех аккаунтов. Все детали в рабочем состоянии. Любые проверки на месте. Чехол в подарок. Без сколов и дефектов. Не вскрывался."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_4178355194",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "28 500 ₽",
        "description": "Продам айфон 12 мини на 128 в отличном состоянии, не вскрывался не ремонтировался! Есть маленькая коцка на последнем фото видно! Комплект телефон и два чехла, один из них magsafe. Можно забрать Жби и Косулино."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3961649481",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "22 500 ₽",
        "description": "Доброго времени суток, читайте мои отзывы. Возможен обмен (trade in) на ваш iPhone/Android. Без ремонтов. Внешне отличный. Полностью рабочий (Face ID, True Tone и тд). Акб 75%. В комплекте только телефон. Полностью рабочий(."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3931176325",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 990 ₽",
        "description": "Oригинальный б/у iрhone 12 Mini в oтличном состоянии. Мы рaботaeм чecтнo и oткрыто уже бoлee 9 лeт. Покупaй в кредит без пeрвонaчальногo взноca! Мoдeль: iphоne 12 Mini (128GВ, Red) — 29 990 ₽. Год pелизa: 2021. Сeрийный номep Iмеi: 355852234987753. Cocтояниe уcтpойства 4.7 из 5: Экран: 5. Корпус: 4 (небольшие сколы на гранях). Аккумулятор: 85%. Техническое состояние: 5. Комплектация: полная (коробка, оригинальный зарядный провод). Компания idоl Stоrе — это высочайший сервис и гарантия честной сделки подтвержденная 9-ю годами работы. Только оригинальная продукция; Оплата картой или наличными; Предоставляем кассовый и товарный чеки; Программа «Трейд-ин»: обменяем ваш старый iрhоnе на новый; Оформление кредита или рассрочки; Доставка по городу и России. Время работы магазина. По будням с 11.00 до 20.00. В выходные и праздничные дни с 12.00 до 18.00. Ждём вас в нашем магазине по адресу: г. Екатеринбург, ул. Воеводина, 8. Limеrаnсе Fаshiоn Сеntеr, Офис 811. Если у вас есть вопросы, обращайтесь по номеру телефона в объявлении или воспользуйтесь онлайн-чатом. Наши специалисты будут рады вам помочь!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_4130055859",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "20 000 ₽",
        "description": "Продаю 12 мини в отличном состоянии, на 128 гб, из комплекта только только телефон. Менялся экран и аккумулятор(на усиленный обьем заряда 2400). Из за смены дисплея не работают функции Face Id True Ton. Рассматриваю обмен на Samsung Galaxy A54."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3808385269",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "25 990 ₽",
        "description": "Восстановленный, в отличном состоянии. Акб: 84%. Гарантия: от нашего магазина 30 дней. При покупке у нас, вы получаете подарочную карту на постоянную скидку в размере 1000 рублей. Имеется Trade IN на технику Apple, с доплатой в обе стороны. Режим работы уточняйте, так же о наличии телефона либо другой техники! Возможна оплата наличным и Безналичным расчетом, либо кредитной картой по терминалу(+3%). Приходите к нам по адресу. Г. Екатеринбург, проспект Ленина 24/8. Бизнес центр Ленина 24/8, 5 этаж: 537 офис, домофон на 5 этаже «537». Imei: 9254. Арт: 0280О."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3747382003",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "49 990 ₽",
        "description": "Iрhоnе 12 mini 128GB Grееn нoвый с гарантией гoд от Aррle! B наличии много цветoв и oбъeмoв пaмяти, утoчняйте у менджера. Tовaрный Чek И Гaрантийный Тaлон. Люксовый чexoл и защитноe cтeкло в пoдарoк. Кpeдиtoв И Paссрочек Нет И НE Будеt! С банками не pабoтаем! Оплата Наличкой Либо Перевод! Организациям По Безналу Без Ндс. По Карте или QR Соdе +2.5 % В Цену Не Хочу Закладывать Этот % тк цель продавать по низким ценам! Перед покупкой телефон можно проверить на оригинальность на официальном сайте Аррlе по imеi. Оригинальная продукция. Международная гарантия от Аррlе 1 год. Быстро перенесем ваши данные со старого устройства на новое. Любые проверки перед покупкой. Широкий ассортимент аксессуаров. Скидки постоянным клиентам. Надежная репутация. Работаем с 2016 года. 5 Авито. Цена На Порядок Ниже магазина! Оплата по факту при получении! Так же работаю под заказ любой продукции Аррlе, доставка 1-4 дней оплата по факту при получении! Мы гарантируем оригинальность всех наших товаров и дорожим своей репутацией. Мы всегда с вами на связи, готовы проконсультировать и помочь вам в любой момент. Остерегайтесь мошенников. Адрес магазина: Щорса 29, ТЦ «Марс» 2 этаж Lеаdеr Stоrе. Работаем ежедневно: — ПН-ВС с 10:00-21:00 (Без выходных и перерывов). Остались вопросы? Пишите в личные сообщения или звоните по номеру с объявления и мы обязательно подберем нужный телефон!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_4075721954",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "27 000 ₽",
        "description": "Телефон в отличном состоянии! На все вопросы отвечу)."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3837523853",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "20 000 ₽",
        "description": "Торг. Телефон в рабочем состоянии, НО не работает фейс айди, по состоянию корпуса все на фото, носился в чехле и защитном стекле, коробка утеряна при переезде, в пользовании был 1,5 года, не подводил ни разу. В комплекте только телефон."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_4130507366",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "51 000 ₽",
        "description": "Без Торга И Обмена! Абсолютно новый в заводской упаковке смартфон. Apple iPhone 12 mini 256GB Green (Mgee3ql/A) A2399 Italy. Цвет: зелёный. Цена указана за наличный расчёт или перевод на карту. При оплате картой +5%. Наш интернет-магазин smartshop96 расположен по адресу: ТЦ «Успенский» г. Екатеринбург, Вайнера 10, 2 этаж, офис 203, в конце обувной линии. Весь товар в наличии без ожиданий и обещаний!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3424117301",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "34 990 ₽",
        "description": "IPhone 12 mini 128gb Новый/Витринный. Память: 128 gb. Цвет: Зеленый. Комплект: коробка, телефон, провод, адаптер, документация, гарантия. Хотите Дешевле? Скидка по Trade — In 3000 руб Звоните и получите iPhone уже сегодня! Мы продаём только фирменную технику Apple. А также… Установим банковские приложения. Быстро перенесем Ваши данные со старого устройства на новое. Дарим 5 подарков на выбор при покупке iPhone. Предоставляем гарантию до 2х лет. Выдаем товарный и кассовый чек. Любые проверки перед покупкой. Что такое витринный образец? Витринный образец — это телефон, выставленный в торговом зале магазина. — Емкость аккумулятора составляет 98–100%. — Каждый телефон проходит проверку качества по 48 пунктам. — Телефоны находятся в безупречном состоянии, без царапин и дефектов. — Мы гарантируем! Все детали оригинальные и товар не подвергался ремонту. — По желанию клиента, запечатываем телефон в заводскую упаковку. Мы гарантируем оригинальность всех товаров и дорожим своей репутацией. Звоните — мы всегда рады проконсультировать и помочь в выборе. Оплата любым удобным способом: Наличными. По кредитной и дебетовой карте. Переводом по QR коду. Рассрочка без первоначального взноса. Выгодная система trade-in (Выкупим Ваше старое устройство). Звоните и пишите прямо сейчас — ответим на все интересующие вопросы, проконсультируем по наличию конкретных моделей. Бесплатная доставка в день звонка. Безопасная доставка в любой регион России. График работы с 11:00 до 21:00. Trade-in (обменяем Ваш iPhone на наш). Стоимость указана с учётом дополнительной скидки по Trade-in в 3.000р. Еще не определились с моделью телефона? Позвоните и мы найдем для Вас лучший вариант."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3833361367",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "24 000 ₽",
        "description": "Куплен в РФ, есть чек. Телефон не роняли, не топили, ни разу не разбирался, ни одна деталь не менялась. Оригинал экран, есть царапины. Емкость аккумулятора 85%. Face ID работает, как все остальные функции телефона. Комплект: коробка, инструкция, провода в комплекте нет."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3714848611",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "23 999 ₽",
        "description": "Айфон 12 мини на 64гб. В чёрном цвете. Категория: б/у. 1 физическая + 1 esim. Акб 77%. Заводской оригинал. Не ремонтировался и не вскрывался. Не восстановленный! Полностью рабочий. Гарантия 1 месяц! Выдаём кассовый чек и гарантийный талон! Утцочняйте график работы! Способы оплаты на ваше усмотрение: - Наличные. - Банковский перевод. - Картой по терминалу (+3% комиссия банка). - Оплата по QR коду (% к стоимости, комиссия банка). - Оплата по РС — Расчетному счету. Иные способы оплаты обсуждаются индивидуально. Обмен на технику Apple с доплатой в обе стороны. Бонусом перенесём данные со старого телефона и поможем восстановить санкционные (банковские и т. Д). Приложения которых уже нет App Store. Также в профиле можете ознакомиться с другими предложениями нашего магазина. Только оригинальная и проверенная техника с гарантией! Выгода по программе trade-in. Любые проверки перед покупкой. Поможем и подскажем с выбором и настройками. Широкий выбор и ассортимент моделей. Доступные и обоснованные цены. Оплата только по факту. Гарантия 1 месяц на обмен, возврат в случае заводского брака. Так же действует доставка ТК в регионы. Звоните и оформляйте. Пишите и уточняйте. Приезжайте и выбирайте. Обращайтесь, подскажем по всем вопросам, рады будем помочь! Находимся в самом центре Екатеринбурга, станция метро Площадь 1905 года / Геологическая. Угол Малышева / Вайнера. Деловой центр «Малышева 36» магазин оригинальной техники «Pixel»."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3974168332",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "25 500 ₽",
        "description": "Можете ознакомиться с моим профилем и отзывами чтобы на 100% быть уверенным в качестве устройств, а так же посмотреть и другие модели. IPhone 12 мини 128 синего цвета. Телефон в отличном состоянии, все функции работают отлично, Face ID сканирует. Ёмкость акб 81%. Телефон в оригинале, любые проверки с вашей стороны приветствуются. Бесплатная и быстрая доставка по Екатеринбургу от 15 минут. Гарантия на проверку 14 дней. В комплекте коробка, зарядка, Чек. Возможен обмен на технику Apple с доплатой в обе стороны. Возможна доставка по Екатеринбургу и в любую другую точку России сдэком или любой транспортной компанией на Ваш выбор. Доставка осуществляется после 100% оплаты товара. Авито Доставкой Не Отправляем. Цена указана за наличный расчет. При оплате картой +4%. Перевод на карту. Не нашли нужную модель устройства? Напишите в личные сообщения или позвоните для уточнения, возможно это устройство есть в наличии. Любая новая техника Apple под заказ 1-7 дней. Артикул си1537н."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3836774578",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "25 990 ₽",
        "description": "Оригинальная продукция | ekbmobile | Гарантия на Все устройства! IPhone 12 mini 128gb — б/у. Что Вы получите обратившись к нам: Гарантию на всю продукцию! Выгодные условия trade-in (обмен). Оригинальные устройства и аксессуары к ним. Полную информацию о происхождении устройства! Адрес магазина: г. Екатеринбург, ул. Малышева 5, ТЦ Алатырь, 0 этаж, рядом с Суши Маркет. Присутствуют дефекты, подробности уточняйте. Звоните или пишите нам в сообщения на Авито! С нами Ваши покупки станут еще приятнее!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3784762258",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "23 000 ₽",
        "description": "Офис Джобса. Добро пожаловать в магазин Офис Джобса! Prеmium resаle города Екатеринбург. Mы готoвы Вам пpeдoстaвить три кaтeгории тoвaров: А, В, С. Гapaнтия раcпpocтpаняeтcя на тe устройства, что полностью в оригинале (категории А, В). Срок гарантии до шести месяцев. Данная модель представлена в категории: C. IPhone 12 Mini. У нас реальная гарантия вплоть до возврата денежных средств на б/у и новые устройства. Индивидуально каждому поможем подoбрать наиболее подходящее устройство. В нашем магазине вы можете сдать или обменять технику Apple по системе Trade In, для ориентировочной оценки устройства — пишите. В магазине присутствует любой удобный вам способ оплаты: Терминал. Сбп. Наличные. Рассрочка сроком oт 3-х месяцев без страховок, доп. Услуг и первого взноса. Сплит — оплата частями от Яндекс. Халва от Совкомбанк. Ждём в любое удобное для Вас время с 10:00 до 21:00. Нaходимся в бизнес центре Высoцкий, по адресу ул. Малышева, 51, 1 этаж. Всегда рады каждому из вас. По промокоду Avito вас ждет скидка 20% на все аксессуары."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3855547651",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "24 900 ₽",
        "description": "Iphone 12 Mini 128gb Green. Состояние хорошее (4+). Face ID и Трутон рабочие, никаких ошибок. Аккумулятор 85%. Комплект: Коробка, Зарядка. Tradein и Подбор iphone под вас. Акция: месяц гарантии при покупке аксессуаров на 2тр. Доставка сдэком по РФ~ 300р. (Продажа телефонов, скупка айфонов, обмен в обе стороны). Displex Point — Сервис по ремонту и подбору телефонов."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3927597942",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "22 896 ₽",
        "description": "Телефон в хорошем состоянии не вскрывался все полностью исправно в комплекте коробка и телефон на экране есть не большая царапина пол стеклом не видно."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3690651729",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "23 490 ₽",
        "description": "В отличном состоянии. Есть небольшие потертости. Полный комплект: коробка, документы, провод зарядки. Использовался с защитным стеклом и в чехле. Отвязан от всех аккаунтов. Не вскрывался, не ремонтировался. Всё в оригинале."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3771697210",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "27 000 ₽",
        "description": "В рабочем состоянии. Состояние отличное."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3708957768",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "26 000 ₽",
        "description": "У нас есть Рассрочка / Ttrade IN / гарантия. Всем привет, Вас приветствует команда applehub. Напишите сейчас и получите подарок. В наличии iPhone 12 mini 64GB. Состояние отличное. Весь в оригинале. Полностью проверен. Все функции работают. Наши Преимущества: Гарантия. Выдаем чек. Рассрочка до 3 лет от 12 банков партнеров. Подарки. Даем сертификаты на следующую покупку. Год обслуживания (скидки на ремонты для Вас или ваших друзей, а также на аксессуары). Бонусная система (приведи друга и получи % с продажи). Есть все способы оплаты: наличные/перевод/оплата картой/оплата в рассрочку — кредит/оплата по счету. Доставка по городу (круглосуточная)/области/России. У нас Вы можете приобрести все аксессуары для устройства по приятной цене. Если Вы не нашли нужное Вам устройство у меня в профиле, то можете написать мне, я с радостью подберу для Вас лучший вариант. Рассрочка до 3 лет, с досрочным погашением. Работаю с 12 банками (Тинькофф, Сбер, Хоум кредит, Хоум экспресс, Совком, Ренесанс, Мтс, Почта, Европа, Восточный, Отп, Квику). Можно оформить не выходя из дома. Находимся по адресу: г. Екатеринбург, ул. Шейнкмана 119, 3 этаж 35 офис Applehub. - центральный вход в ЖК Антарес. Дом где пятёрочка! Не путайте. Время работы: с 12:00 до 20:00 ежедневно, в другое время по договоренности. *цена указана за наличный расчет и перевод на банковскую карту. Оплата кредитной картой + 3%. Оплата по QR коду + 3.4%. Оплата в рассрочку + 3% + % в зависимости от срока. Внимание. 1. Перед тем как поехать к нам — уточните наличие. 2. Мы не бронируем и не откладываем позиции более чем на час, без внесения задатка."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3627011575",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "24 000 ₽",
        "description": "Продаю iPhone 12 mini 64 gb. Царапин и сколов нет. Небольшая вмятина на рамке (на фото видно). Комплект сам телефон + шнур."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3918130329",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "25 499 ₽",
        "description": "IPhone 12 mini 128gb. Оригинальный, с гарантией от магазина. Доставка по городу. Распродажа остатков по сниженным ценам! IPhone 12 mini на 128gb. A2400, цвет белый. Б/У. Все оригинальное: корпус, дисплей. Телефон в идеальном состоянии, возможны не заметные потертости. Батарея в хорошем состоянии, держит хорошо. Действует гарантия на возврат телефона и гарантия от магазина. В Нашем Магазине: оплата наличными, переводом или картой(комиссия 3%). Наклеим защитное стекло, подберем чехол. Наушники и часы к iPhone. Выдаем чек и гарантийный талон. Бесплатная доставка. Работаем: с 11:00 до 20:00 по будням, с 11:00 до 19:00 по выходным! Адрес магазина: ул Радищева 6а, офис 1002, БЦ «Суворов». Звоните прямо сейчас, цены держим на уровне начала года!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3583563801",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "25 990 ₽",
        "description": "Продам iphone 12 mini 128 gb зеленый. Внешне телефон в идеальном состоянии. По технической части все работает без нареканий. Батарея: 83%. Комплект: без коробки. Готовы на любые проверки с вашей стороны."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3974188074",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "33 000 ₽",
        "description": "Полный комплект: В отличном состоянии. Коробка. Зарядное устройство. Использовался с защитным стеклом. На гарантии. Есть чек. Чехол в подарок. Все детали в рабочем состоянии. Любые проверки на месте. Не вскрывался. Без сколов и дефектов."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3847376729",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "24 990 ₽",
        "description": "Доброго времени суток. Продам iPhone 12 mini 128gb Белый (White) — оригинал, телефон не вскрывался и не ремонтировался! Телефон в Отличном Состоянии! Весь функционал полностью исправен! Состояние аккумулятора — 77%! Комплект: зарядное устройство и коробка! Готов к любым проверкам с вашей стороны. Возможна доставка по городу. Хорошего дня!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3892350569",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "24 000 ₽",
        "description": "Состояние хорошее, Фейс, True Tone -все работает, без вскрытий, аккумулятор 84%, продаю, так как купила новый."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3986439572",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "28 876 ₽",
        "description": "Телефон iPhone 12 Мини ( Черный) Люкс. Арт 0083828289292929. Гарантия от магазина — 2 месяца (Платное расширение гарантии до года). Все функции работают (Fасе ID, Тruе Тоnе, обновление до последней поддерживаемой версии). Максимальная клиентоориенторованность и гибкость — ценим клиентов и делаем все чтобы к нам возвращались. Подписывайтесь на наш аккаунт авито и добавляй в избранное."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3430722926",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "58 890 ₽",
        "description": "Товар новый, в упаковке. Гарантия 12 месяцев."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3899112401",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "28 250 ₽",
        "description": "Модель: Apple iPhone 12 Mini. Память: 256GB. Цвет: Green. Процент аккумулятора: 88%. Внешний вид: без сколов, без вмятин, Комплектация: коробка, кабель. Гарантия: 2 недели на проверку всех функций, выдается чек, также у нас сохраняется Imei устройства и предоставляется 20% скидка на все будущие ремонты. Наш магазин находится в центре Екатеринбурга по адресу Мамина-Сибиряка 145, перекресток Малышева-Мамина-Сибиряка вход с ул. Мамина-Сибиряка."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3812180683",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "37 000 ₽",
        "description": "В новом состояние, изпользовался редко как второй телефон, куплен в Эльдорадо, полный комплект, чек, на гарантии, в стекле и чехле, быстрая зарядное устройство в подарок с проводом оригинал. Аккумулятор 92%. Торг. Обмен с моей доплатой на модели выше."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3818357116",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "26 500 ₽",
        "description": "Пpодaю iphonе 12 Mini 64Гб в синем цвете, и oтличном cocтoянии. Teлeфoн пoлнoстью в оригинале, он не разбиpалcя и нe pемoнтиpовaлся. Соcтояниe aккумулятоpа 87%, прекрасно держит. True Tone, Face id и все остальные функции работают на отлично. Никаких ошибок. Полный комплeкт c кaбeлем, корoбкoй и скрепкой. Иcпользoвалcя c защитным стеклом, с чеxлoм. Oтвязaн oт вcеx аккаунтов. Все детали в рабочем состоянии. Любые проверки приветствуются. Яндекс — доставка по Екатеринбургу. Авито — доставка по всей России."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3682638614",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "29 000 ₽",
        "description": "Телефон в отличном состоянии. Отвязан от всех аккаунтов. В подарок новый силиконовый чехол и 2 защитных стекла."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3496918876",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "30 000 ₽",
        "description": "Состояние хорошее, комплект коробка зарядка, процент Акб 85, любые проверки на месте."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3424537639",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "37 900 ₽",
        "description": "IPhone 12 mini 256gb Новый/Витринный. Память: 256 gb. Цвет: Черный. Комплект: коробка, телефон, провод, адаптер, документация, гарантия. Хотите Дешевле? Скидка по Trade — In 3000 руб Звоните и получите iPhone уже сегодня! Мы продаём только фирменную технику Apple. А также… Установим банковские приложения. Быстро перенесем Ваши данные со старого устройства на новое. Дарим 5 подарков на выбор при покупке iPhone. Предоставляем гарантию до 2х лет. Выдаем товарный и кассовый чек. Любые проверки перед покупкой. Что такое витринный образец? Витринный образец — это телефон, выставленный в торговом зале магазина. — Емкость аккумулятора составляет 98–100%. — Каждый телефон проходит проверку качества по 48 пунктам. — Телефоны находятся в безупречном состоянии, без царапин и дефектов. — Мы гарантируем! Все детали оригинальные и товар не подвергался ремонту. — По желанию клиента, запечатываем телефон в заводскую упаковку. Мы гарантируем оригинальность всех товаров и дорожим своей репутацией. Звоните — мы всегда рады проконсультировать и помочь в выборе. Оплата любым удобным способом: Наличными. По кредитной и дебетовой карте. Переводом по QR коду. Рассрочка без первоначального взноса. Выгодная система trade-in (Выкупим Ваше старое устройство). Звоните и пишите прямо сейчас — ответим на все интересующие вопросы, проконсультируем по наличию конкретных моделей. Бесплатная доставка в день звонка. Безопасная доставка в любой регион России. График работы с 11:00 до 21:00. Trade-in (обменяем Ваш iPhone на наш). Стоимость указана с учётом дополнительной скидки по Trade-in в 3.000р. Еще не определились с моделью телефона? Позвоните и мы найдем для Вас лучший вариант."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3837476146",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "20 990 ₽",
        "description": "Оригинал Гарантия Доставка По Городу. На нашей странице Авито Вы найдете большой ассортимент оригинальной техники Apple в наличии и под заказ. IPhone 12 mini 64Gb — Б/У. Гарантия на всю продукцию! Выгодный трейд-ин. Обменяйте свой старый телефон на новый и получите приятную скидку! Постоянное пополнение товара: любые модели, цвета и объемы памяти! Честные цены и полная информация об устройстве перед покупкой! Присутствуют дефекты, подробности уточняйте. Ждем Вас по адресу: г. Екатеринбург, ул. Малышева 5, ТЦ Алатырь, 0 этаж, рядом с Суши Маркет. Скорее звоните или пишите в сообщения, чтобы не упустить выгодное предложение!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3675288258",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 500 ₽",
        "description": "У нас есть Рассрочка / Ttrade IN / гарантия. Всем привет, Вас приветствует команда applehub. Только у нас Гарантия На Б/У — 1 Год. Напишите сейчас и получите подарок. В наличии iPhone 12 mini 128 GB. Состояние отличное. Весь в оригинале. Полностью проверен. Все функции работают. Наши Преимущества: Гарантия. Выдаем чек. Рассрочка до 3 лет от 12 банков партнеров. Подарки. Даем сертификаты на следующую покупку. Год обслуживания (скидки на ремонты для Вас или ваших друзей, а также на аксессуары). Бонусная система (приведи друга и получи % с продажи). Есть все способы оплаты: наличные/перевод/оплата картой/оплата в рассрочку — кредит/оплата по счету. Доставка по городу (круглосуточная)/области/России. У нас Вы можете приобрести все аксессуары для устройства по приятной цене. Если Вы не нашли нужное Вам устройство у меня в профиле, то можете написать мне, я с радостью подберу для Вас лучший вариант. Рассрочка до 3 лет, с досрочным погашением. Работаю с 12 банками (Тинькофф, Сбер, Хоум кредит, Хоум экспресс, Совком, Ренесанс, Мтс, Почта, Европа, Восточный, Отп, Квику). Можно оформить не выходя из дома. Находимся по адресу: г. Екатеринбург, ул. Шейнкмана 119, 3 этаж 35 офис Applehub. - центральный вход в ЖК Антарес. Дом где пятёрочка! Не путайте. Время работы: с 12:00 до 20:00 ежедневно, в другое время по договоренности. *цена указана за наличный расчет и перевод на банковскую карту. Оплата кредитной картой + 3%. Оплата по QR коду + 3.4%. Оплата в рассрочку + 3% + % в зависимости от срока. Внимание. 1. Перед тем как поехать к нам — уточните наличие. 2. Мы не бронируем и не откладываем позиции более чем на час, без внесения задатка."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3597774471",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "32 990 ₽",
        "description": "IPhone 12 mini 128GB Purple. Рады приветствовать вас в appzone. Co, где вы найдете только оригинальную продукцию. Мы гарантируем совершенное качество товаров и предоставляем чек и гарантийный талон на каждую покупку. Условия рассрочки: стоимость в рассрочку = стоимости за наличный расчет. Бомбовая лотерея весь Март для вас! При покупке любого устройства беспроигрышная мини-лотерея. Дай себе шанс выиграть AirPods 2, отдых в глэмпинг на 2-х и сертификат в баден-баден. Специальное предложение для покупок через Avito! Оставьте положительный отзыв и получите чехол и защитное стекло в подарок. Доступны опции: Оригинал, полный комплект, без вскрытий и ремонтов. Аккумулятор 85%. Помощь в активации. Любой способ оплаты. Оформление кредита. Быстрая доставка. Мы доступны для ответов на любые вопросы с 10.00 до 23.00. График работы магазина — с 10:00 до 22:00. Адрес: г. Екатеринбург, ул. Сакко и Ванцетти, 62. Цена может меняться, уточняйте актуальную стоимость у менеджеров."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3643613038",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "25 990 ₽",
        "description": "Добрый день. Продам или обменяю: iPhone 12 mini 64gb. Purpleфиолетовый. Оригинал, гарантия. Чтобы убрать часть вопросов можете ознакомиться с отзывами в моем профиле. Амундсена 65, ТЦ Кит, Центральный вход, налево, напротив теле 2, магазин RE: Mount. С 10:00 До 21:00. В отличном состоянии. По технической части все идеально. Оригинальный телефон. Гарантия 1 месяц. Аккумулятор 87%. В комплекте телефончик, кабель. Работает идеально. Из icloud и других учётных записей вышли. Телефон обновлён до последней версии и ждёт своего нового хозяина или хозяйку) Трейд ин на Ваш айфон возможен. Любые проверки приветствую. Возможна доставка по Екатеринбургу и по всей России. Подписывайтесь. Звоните или пишите, возможен трейд ин только на iphone с моей или вашей доплатой. Рассрочки и кредита нет. Оплата наличными или переводом на Сбербанк, Тинькофф."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3647059802",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "38 000 ₽",
        "description": "Гарантия на Обмен и возврат денежных средств. Единственый специализированный магазин в России по продаже б/у техники Apple. Если Для Вас Главное Качество При Выборе iPhone Это Оригинал С Полной Гарантией — Звоните, Приезжайте! Выгодный Trade IN. Рассрочка от 10 банков. Яндекс Сплит, Плайт. IPhone 12 mini 128GB — Б/У. Уточняйте у продавцов. Цена зависит от состояния телефона. Жeлающих купить идеальный айфон за 5000₽ просьба — не тратьте ни ваше ни наше время. С уважением команда I-Park. Ориентир ТЦ Антей."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_4146289173",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "30 000 ₽",
        "description": "Iphone 12 mini Red, 128 GB. В отличном состоянии. Отвязан от всех аккаунтов. Использовался с защитным стеклом. Есть чек. Чехол в подарок. Все детали в рабочем состоянии. Любые проверки на месте. Не вскрывался. Без сколов и дефектов."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3487013318",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "27 999 ₽",
        "description": "Полный комплект: В отличном состоянии. Ничего не менялось, все родное. Все детали в рабочем состоянии. Любые проверки на месте. Без сколов и дефектов. Есть коробка. Шнур (не оригинал). Установлено защитное стекло на экран. Чехол в подарок. Ростест."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3590157041",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "27 490 ₽",
        "description": "Айфон 12 мини на 128 гб. Оригинал! Не восстановленный. Не ремонтировался и не вскрывался. В комплекте телефон и гарантийный талон. Полностью рабочий. Обмен на технику Apple с доплатой в обе стороны. На весь товар предоставляется дополнительная гарантия от магазина. Пожалуйста, уточняйте график работы. Почему Выбирают Нас. У нас Только Оригинальная техника. Помощь в активации и переносе данных. Выкуп Вашего iPhone по выгодной цене Быстро. Предоставляем услугу Trade IN. Сдай свой аппарат и получи скидку на новый. Это избавит Вас от хлопот по самостоятельной реализации Вашего телефона. Максимально прозрачная сделка! Оплата: Наличный расчёт или переводом на карту. Мы находимся рядом с метро Площадь 1905 года, магазин Оригинальной техники «Electronics Store». Звоните, ответим на все интересующие вопросы. Вы спокойно можете всё проверить в магазине перед приобретением, получить все необходимые документы и остаться на 100% довольными покупкой."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3869893774",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "23 990 ₽",
        "description": "Гарантия на Все! Выгодный Trade-in Оригинальные устройства Доставка по Екатеринбургу и области! Приветствуем Вас в магазине Miraphone — федеральной сети по продаже телефонов в более чем 9 городах страны! Подписывайтесь на наши соцсети и находите промокод на Скидку — 500 рублей! Apple iPhone 12 mini 128Gb — Б/У. - Оригинальный аккумулятор. - Гарантия: до 180 дней. Наш адрес: г. Екатеринбург, ул. Малышева 5, Трц Алатырь, минус 1 этаж, спуститься к Магниту, справа от эскалатора. Ждём Вас ежедневно с 10:00 до 22:00. Стоимость указана за наличный расчет. Гарантия на все новые и б/у устройства! Трейд-ин на выгодных условиях. Рассрочка и кредит от банков партнеров! Большой выбор моделей телефонов в наличии и под заказ. Не читает сим-карту, не работает динамик. Звоните или пишите нам в сообщения на Авито! С Miraphone Ваши покупки станут еще приятнее!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3838530759",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "25 500 ₽",
        "description": "Телефон Apple iphone 12 mini 128GB Рст Product Red. Состояние хорошее. Снизу слезла не много краска. Все функции работают исправно. Аккумулятор 84%. Цена за наличный расчет. Можно оплатить по безналу. Сума будет 26500 рублей."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3962139135",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "26 000 ₽",
        "description": "Добрый день! Продаю в связи с покупкой нового телефона. С первого дня бережное использование, не вскрывался, не ремонтировался, батарея 79%."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3792782172",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "23 000 ₽",
        "description": "Продаётся iphone 12 mini в отличном состоянии без царапин и сколов. Носился в чехле и с защитным стеклом. Акб 87%, покупался 2 года назад, не вскрывался, все запчасти родные. В комплекте коробка и родной шнур зарядки. Продаётся в связи с покупкой нового телефона."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3739749394",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 800 ₽",
        "description": "Телефон в отличном состоянии, без сколов и дефектов. Не вскрывался. Провод оригинальный идет в комплекте. Чехол и защитное стекло на телефоне. Полный комплект: Зарядное устройство. Коробка. Любые проверки на месте."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3559086584",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "34 000 ₽",
        "description": "Полный комплект устройства, есть чек в электронном виде, приобретался в июле этого года, в магазине Днс. На экране есть незначительные царапины. Полный комплект с блоком питания, зарядкой и коробкой, любые проверки на месте, не вскрывался и не ремонтировался. На гарантии. Любые дополнительные вопросы, фото и прочее — в ЛС. Есть адекватный и обоснованный торг."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_2800045783",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "31 990 ₽",
        "description": "IPhone 12 mini 128gb White. Новый, в плёнках, работаю все функции, обе камеры, Nfc, True Tone! Любые проверки с вашей стороны! В нашем магазине вы можете оформить рассрочку на любой товар. Лучшее качество и сборка! По состоянию: идеальные, без деффектов, ремонтов и всего прочего. Акб 100%. True Tone. Face ID. Apple Pay (Nfc). Обновляется до актуальной Ios. Поддержка беспроводной зарядки. Полный комплект. Imei на коробке совпадает с imei телефона. При покупке iPhone 12 mini получаете скидку на наушники AirPods Pro! Комплект: Коробка. Оригинальная документация. Смартфон. Скрепка-ключ. Зарядный провод. Доставка по Екатеринбургу Яндекс курьером. Оплата: Наличный расчет. Безналичный расчет. Возможно оформить рассрочку."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3784677251",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "31 500 ₽",
        "description": "Офис Джобса. Добро пожаловать в магазин Офис Джобса! Prеmium resаle города Екатeринбург. Mы готoвы Вам пpeдoстaвить три кaтeгории тoвaров: А, В, С. Гapaнтия раcпpocтpаняeтcя на тe устройства, что полностью в оригинале (категории А, В). Срок гарантии до шести месяцев. Данная модель представлена в категории: B. IPhone 12 mini. У нас реальная гарантия вплоть до возврата денежных средств на б/у и новые устройства. Индивидуально каждому поможем подобрать наиболее подходящее устройство. В нашем магазине вы можeте сдать или обменять технику Apple по системе Trade In, для ориентировочной оценки устройства — пишите. В магазине присутствует любой удобный вам способ оплаты: Терминал. Сбп. Наличные. Рассрочка сроком от 3-х месяцев без страховок, доп. Услуг и первого взноса. Сплит — оплата чаcтями от Яндекс. Халва от Совкомбанк. Ждём в любое удобное для Вас время с 10:00 до 21:00. Нaходимся в бизнес центре Высоцкий, по адресу ул. Малышева, 51, 1 этаж. Всегда рады каждому из вас. По промокоду Avito вас ждет скидка 20% на все аксессуaры."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3630686197",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "28 900 ₽",
        "description": "Iphone 12 Mini 128gb Black. Состояние хорошее (5+). Face ID и Трутон рабочие, никаких ошибок. Аккумулятор 100%. Комплект: Коробка, Зарядка. Tradein и Подбор iphone под вас. Акция: месяц гарантии при покупке аксессуаров на 2тр. Доставка сдэком по РФ~ 300р. Внимание! Сервисам, магазинам и перекупам оптовые цены на переклейку дисплея, замену аккумулятора без ошибки, замену задних стекл и тд. Напишите нам «Скиньте прайс». Всем остальным подарки за подписку на наш ТГ. Displex Point — Сервис по ремонту и подбору телефонов."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_4033682003",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "32 222 ₽",
        "description": "Доброго времени суток, телефон в отличном состоянии, в подарок отдам чехол, коробка зарядка имеется, остальные вопросы в личку!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3541207199",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "30 500 ₽",
        "description": "Камера оригинал(неизвестная деталь. На работу не влияет). Память встроенная 128ГБ, Память оперативная 4 ГБ. Аккумулятор 2227 мА·ч,79%. Коробка в комплекте. Гарантия 14 дней! Цена: 30500. Система Скидок: - 1.000 рублей при покупке 2х Смартфонов. - 500 рублей в день рождения(+/- 3 дня). - 500 рублей постоянным клиентам! В наличии большой выбор б/у Смартфонов. Пишите, звоните! Перенесем данные со старого устройства на новое! Возможна оплата наличными или по карте! Работаем с юр. Лицами! Возможна доставка в другие регионы! Хотите Дешевле? Примем В Зачет Вашу Технику! Покупаем: Ноутбуки, Телевизоры, Планшеты, Смартфоны (Заблокированные, утопленные, не рабочие). Продажа от магазина с чеком и гарантией. Г. Екатеринбург, Ул. Менделеева 11. Пн-пт 10.00-20.00. Сб-вс 11.00-18.00."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3642895645",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "27 990 ₽",
        "description": "Добрый день. Продам или обменяю: iPhone 12 mini 128gb. Whiteбелый. Оригинал, гарантия. Чтобы убрать часть вопросов можете ознакомиться с отзывами в моем профиле. Амундсена 65, ТЦ Кит, Центральный вход, налево, напротив теле 2, магазин RE: Mount. С 10:00 До 21:00. В отличном состоянии. По технической части все идеально. Оригинальный телефон. Гарантия 1 месяц. Аккумулятор 100%. В комплекте телефончик, кабель. Работает идеально. Из icloud и других учётных записей вышли. Телефон обновлён до последней версии и ждёт своего нового хозяина или хозяйку) Трейд ин на Ваш айфон возможен. Любые проверки приветствую. Возможна доставка по Екатеринбургу и по всей России. Подписывайтесь. Звоните или пишите, возможен трейд ин только на iphone с моей или вашей доплатой. Рассрочки и кредита нет. Оплата наличными или переводом на Сбербанк, Тинькофф."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3974588334",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "24 799 ₽",
        "description": "Работоспособность: Исправен. Описание: Хорошее состояние. Код товара: 0017021038. Объявления обновляются автоматически раз в сутки. Стоимость на товар фиксированная. Можете оформить доставку на нашем сайте Эксион, введя этот код товара: 0017021038 в поисковую строку. Авито доставка не осуществляется. Мы будем рады Вашему подтверждённому отзыву и отблагодарим за него скидкой в размере 500 руб, для получения скидки обратитесь на нашу горячую линию. Основные характеристики: — Диагональ экрана: 5.4\". — Разрешение: 2340x1080. — Тип матрицы: Oled. — Частота обновления экрана: 60 Гц. — Процессор: Apple A14 Bionic. — Количество ядер процессора: 6. — Оперативная память: 4 Гб. — Встроенная память: 64 Гб. — Количество Sim-карт: 2. — Основная камера: Двойная 12/12 МП. — Фронтальная камера: 12 МП. — Стандарты связи: Gsm, 3G, 4G Lte, 5G. — Стандарт Bluetooth: 5. — Спутниковая навигация: beidou, Galileo, Глонасс, Gps. — Мощность зарядки: 20 Вт. Будем рады видеть Вас в наших комиссионных магазинах. — Скупка, продажа, обмен различной техники. — Высокая оценка товара! — Грамотно проконсультируем и подберём нужный девайс! — Индивидуальный подход к каждому клиенту! — Большой выбор аксессуаров По Низким Ценам! — Полный ассортимент смотрите на нашем сайте!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3295457073",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "20 000 ₽",
        "description": "Продам Iphone 12 mini на запчасти. Был утоплен, в сервисе сказали, что материнку нужно чинить, есть несколько элементов с окисью. Внешне телефон в идеальном состояний, трещин нет, есть пару сколов на гранях."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3750949063",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "24 000 ₽",
        "description": "Тольо Опт, продажа от 5шт! В наличии в Мосвe! Самые выгодные цeны, пиши «Опт» — скину ccылкy на тг Канал по оптовой продаже тeхники. Занимаюсь поcтавами из загpаницы, шиpокий ассортимент, лyчшиe цeны. Тольо Оригинал. Пиши, мы точно cработаемся. Работаю напрямyю, без поcредников. Вcе подробныe видео товаров выкладываю в тг. Твои онкypeнты yже работают cо мной и зарабатывают доп. Пpибыль. Аds_ ID: 843549349."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3502484937",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "33 000 ₽",
        "description": "Iрhone 12 Mini 256 GB cocтояние отличное, aкб 82%, оригинальный, в комплeктe кopoбка, телефон, зaрядноe устройство, дадим гарантию и чeк нaшегo мaгазина допoлнитeльно, из учeтныx зaпиceй вышли, вce cбрocили, нa фото имeнно этoт тeлефон. Оригинальный iphone пpивезен из за грaницы, параллeльный импорт pаботает без ограничений полностью, всё тоже самое что Ростест никаких отличий, физическая симкарта присутствует. В наличии, также привезём под заказ 3-5 дней любую новую Aррlе технику по предоплате 5%, остальные 95% по приходу товара, цены по запросу (часто цены ниже чем из наличия). Перенесем ваши данные со старого устройства Apple на новое бесплатно, установим удалённые приложения. Выгодный Trade IN в обе стороны (обмен старого на новый или наоборот, при обмене пишите цену вашего устройства), также срочный выкуп вашей техники за наличный расчёт. Большой выбор чехлов, аксессуаров, установка гидрогелевых плёнок, стёкол. Доставка по всей России после полной оплаты, Авито Доставка по согласованию. Добавьте в избранное, а также загляните на страничку нашего магазина, чтобы увидеть все предложения. Находимся в самом центре города, ул. Шейнкмана 45, отдельный вход, есть парковка, режим работы уточняйте. Цены указаны за наличный расчет, оплата по QR или +3%, оплата по счету без Ндс +5%, кредит/рассрочка +10%(оформление онлайн за несколько минут для вашего удобства в личных сообщениях). Любые проверки перед покупкой на месте, товарный и кассовый чек, гарантия. Подписывайтесь на профиль, для уверенности в покупке читайте отзывы в профиле, пишите сообщения, мессенджеры, звоните! Готовы к сотрудничеству по оптовым ценам ниже рынка, присылайте прайсы, также возможен опт у нас по предзаказу 3-5 дней."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128gb_-_belyy_tsvet_vosstanovlennyy_3885802915",
        "title": "iPhone 12 mini 128gb - Белый цвет Восстановленный",
        "price": "29 900 ₽",
        "description": "IPhone 12 mini 128 — Белый цвет. Восстановленный. Описание: - Аккумулятор 100%. - Новый корпус. - Без царапин. - Ошибок нет. - Гарантия 1 месяц. Оригинальный экран — 29.900₽. Отправляем по всей России. Доставка Сдэк — 1-6 Дней. Доставку оплачиваете сами по факту получения в пунктах выдачи Сдэк."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3703038128",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "31 990 ₽",
        "description": "Iрhоnе 12 Мini 128GB Оpигиhал. Нobый. Bиtpинhый Oбрaзeц. Гapaнtия. Предзаказ. Цвет: Black. В Пoдаpок пpи пoкупкe телефoнa: Беспроводные нaушники airрods Рro 2, Bаttеry Pack или Роwеr Ваnk. Перенос данных. Бесплатная доставка. Звоните или пишите в сообщения, чтобы успеть купить iрhоnе по выгодной цене. Стоимость указана по программе Trade-In. При оформлении предзаказа на телефон скидка от стоимости наличия составляет 2000 рублей — все подробности у наших менеджеров, которые с радостью Вас проконсультируют! Продаем удобно и безопасно для вас: кассовый и товарный чек при покупке; гарантийный талон, гарантия на телефон 1 год; удобные способы оплаты: наличный/безналичный расчет, онлайн-перевод; рассрочка 0-0-36: без первоначального взноса, без переплат, от 3 до 36 месяцев; trаdе-in на выгодных условиях (обмену подлежат только iрhоnе). Бесплатная доставка по Екатеринбургу в течение часа. В подарок к каждому смартфону беспроводные наушники аirроds рrо2. Тоrstоrе — магазин по продаже оригинальной техники Аррlе и аксессуаров. Многолетний опыт работы и уже 10-й магазин по всей России! Вы можете не только заказать технику Аррlе онлайн, но и посетить магазин тоrstоrе в г. Екатеринбурге! Магазин работает в режиме с 11:00 до 21:00, по адресу ул. Проспект Ленина 5к1."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3776342487",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "24 500 ₽",
        "description": "Полный комплект: Зарядное устройство. Коробка. Использовался с защитным стеклом. В отличном состоянии."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3836925847",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "23 990 ₽",
        "description": "Оригинальная продукция | ekbmobile | Гарантия на Все устройства! IPhone 12 mini 128Gb — Б/У. Что Вы получите обратившись к нам: Гарантию на всю продукцию! Выгодные условия trade-in (обмен). Оригинальные устройства и аксессуары к ним. Полную информацию о происхождении устройства! Адрес магазина: г. Екатеринбург, ул. Малышева 5, ТЦ Алатырь, 0 этаж, рядом с Суши Маркет. Присутствуют дефекты, подробности уточняйте. Звоните или пишите нам в сообщения на Авито! С нами Ваши покупки станут еще приятнее!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3805873354",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "34 000 ₽",
        "description": "Телефон в отличном состоянии. Аккумулятор 85%. Был куплен за 46.000₽ в декабре 2023 года. Комплект: коробка, телефон, документация, зарядное. Торг присутствует. Продаю в связи с приобретением более свежей модели."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3790452535",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "25 499 ₽",
        "description": "IPhone 12 mini 128gb. Оригинальный, с гарантией от магазина. Доставка по городу. Распродажа остатков по сниженным ценам! IPhone 12 mini на 128gb. A2399, цвет фиолетовый. Б/У. Все оригинальное: корпус, дисплей. Телефон в идеальном состоянии, возможны не заметные потертости. Батарея в хорошем состоянии, держит хорошо. Действует гарантия на возврат телефона и гарантия от магазина. В Нашем Магазине: оплата наличными, переводом или картой(комиссия 3%). Наклеим защитное стекло, подберем чехол. Наушники и часы к iPhone. Выдаем чек и гарантийный талон. Бесплатная доставка. Работаем: с 11:00 до 20:00 по будням, с 11:00 до 19:00 по выходным! Адрес магазина: ул Радищева 6а, офис 1002, БЦ «Суворов». Звоните прямо сейчас, цены держим на уровне начала года!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3423858557",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "Цена не указана",
        "description": "IPhone 12 mini 64gb Новый/Витринный. Память: 64 gb. Цвет: Фиолетовый. Комплект: коробка, телефон, провод, адаптер, документация, гарантия. Хотите Дешевле? Скидка по Trade — In 3000 руб Звоните и получите iPhone уже сегодня! Мы продаём только фирменную технику Apple. А также… Установим банковские приложения. Быстро перенесем Ваши данные со старого устройства на новое. Дарим 5 подарков на выбор при покупке iPhone. Предоставляем гарантию до 2х лет. Выдаем товарный и кассовый чек. Любые проверки перед покупкой. Что такое витринный образец? Витринный образец — это телефон, выставленный в торговом зале магазина. — Емкость аккумулятора составляет 98–100%. — Каждый телефон проходит проверку качества по 48 пунктам. — Телефоны находятся в безупречном состоянии, без царапин и дефектов. — Мы гарантируем! Все детали оригинальные и товар не подвергался ремонту. — По желанию клиента, запечатываем телефон в заводскую упаковку. Мы гарантируем оригинальность всех товаров и дорожим своей репутацией. Звоните — мы всегда рады проконсультировать и помочь в выборе. Оплата любым удобным способом: Наличными. По кредитной и дебетовой карте. Переводом по QR коду. Рассрочка без первоначального взноса. Выгодная система trade-in (Выкупим Ваше старое устройство). Звоните и пишите прямо сейчас — ответим на все интересующие вопросы, проконсультируем по наличию конкретных моделей. Бесплатная доставка в день звонка. Безопасная доставка в любой регион России. График работы с 11:00 до 21:00. Trade-in (обменяем Ваш iPhone на наш). Стоимость указана с учётом дополнительной скидки по Trade-in в 3.000р. Еще не определились с моделью телефона? Позвоните и мы найдем для Вас лучший вариант."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3590217333",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "31 990 ₽",
        "description": "Айфон 12 мини на 256 гб. Оригинал! Не восстановленный. Полностью рабочий. Обмен на технику Apple с доплатой в обе стороны. На весь товар предоставляется дополнительная гарантия от магазина. Пожалуйста, уточняйте график работы. Почему Выбирают Нас. У нас Только Оригинальная техника. Помощь в активации и переносе данных. Выкуп Вашего iPhone по выгодной цене Быстро. Предоставляем услугу Trade IN. Сдай свой аппарат и получи скидку на новый. Это избавит Вас от хлопот по самостоятельной реализации Вашего телефона. Максимально прозрачная сделка! Оплата: Наличный расчёт или переводом на карту. Мы находимся рядом с метро Площадь 1905 года, магазин Оригинальной техники «Electronics Store». Звоните, ответим на все интересующие вопросы. Вы спокойно можете всё проверить в магазине перед приобретением, получить все необходимые документы и остаться на 100% довольными покупкой."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3771815935",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "32 000 ₽",
        "description": "Продаю по причине покупки нового. На телефоне ни единой царапины, не тупит и не глючит. Ни разу не разбирался. Отдам вместе с ним два зарядника, один оригинальный, второй — нет."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3597819544",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "32 990 ₽",
        "description": "IPhone 12 mini 128GB White. Appzone. Co — федеральная сеть по продаже техники Applе. Условия рассрочки: стоимость в рассрочку = стоимости за наличный расчет. Бомбовая лотерея весь Март для вас! При покупке любого устройства беспроигрышная мини-лотерея. Дай себе шанс выиграть AirPods 2, отдых в глэмпинг на 2-х и сертификат в баден-баден. Специальное предложение для покупок через Avito! Оставьте положительный отзыв и получите чехол и защитное стекло в подарок. Оригинал, полный комплект, без вскрытий и ремонтов. Аккумулятор 84%. Кассовый, товарный чек, гарантийный талон. Кредит от Банка до 24 мес. За 7 минут! Быстрая доставка по региону / всей России / «Авито доставка». Гарантия на все устройства. Доступен любой способ оплаты: наличные/карта/перевод/безналичный расчет. Помощь в активации/переносе/настройке/установке приложений — Бесплатно. Можно проверить на официальном сайте Apple. Мы доступны для ответов на любые вопросы с 10.00 до 23.00. График работы магазина — с 10:00 до 22:00. Адрес: г. Екатеринбург, ул. Сакко и Ванцетти, 62. Добавьте объявление в избранное что бы не потерять. Актуальную информацию о товаре уточняйте у менеджеров."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3931222272",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 500 ₽",
        "description": "У нас есть Рассрочка / Trade IN / гарантия. Всем привет, Вас приветствует команда applehub. Гарантия до 1 года. В наличии iPhone 12 mini 128 GB. Состояние отличное. Весь в оригинале. Полностью проверен. Все функции работают. Наши Преимущества: Гарантия. Выдаем чек. Рассрочка до 3 лет от 12 банков партнеров. Подарки. Даем сертификаты на следующую покупку. Год обслуживания (скидки на ремонты для Вас или ваших друзей, а также на аксессуары). Бонусная система (приведи друга и получи % с продажи). Есть все способы оплаты: наличные/перевод/оплата картой/оплата в рассрочку — кредит/оплата по счету. Доставка по городу (круглосуточная)/области/России. У нас Вы можете приобрести все аксессуары для устройства по приятной цене. Если Вы не нашли нужное Вам устройство у меня в профиле, то можете написать мне, я с радостью подберу для Вас лучший вариант. Рассрочка до 3 лет, с досрочным погашением. Работаю с 12 банками (Тинькофф, Сбер, Хоум кредит, Хоум экспресс, Совком, Ренесанс, Мтс, Почта, Европа, Восточный, Отп, Квику). Можно оформить не выходя из дома. Находимся по адресу: г. Екатеринбург, ул. Шейнкмана 119, 3 этаж 35 офис Applehub. - центральный вход в ЖК Антарес. Дом где пятёрочка! Не путайте. Время работы: с 12:00 до 20:00 ежедневно, в другое время по договоренности. *цена указана за наличный расчет и перевод на банковскую карту. Оплата кредитной картой + 3%. Оплата по QR коду + 3.4%. Оплата в рассрочку + 3% + % в зависимости от срока. Внимание. 1. Перед тем как поехать к нам — уточнитеналичие. 2. Мы не бронируем и не откладываем позиции более чем на час, без внесения задатка."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3689192756",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "21 000 ₽",
        "description": "Офис Джобса. Prеmium resаle города Екатeринбург. С продажами все отлично, желающих помочь, просим не обращаться. Mы готoвы Вам пpeдoстaвить три кaтeгории тoвaров: А, В, С. Гapaнтия раcпpocтpаняeтcя на тe устройства, что полностью в оригинале (категории А, В). Гарантийный срок до 6 месяцев. Данная модель представлена категории С. У нас реальная гарантия вплоть до возврата денежных средств на б/у и новые устройства. Индивидуально каждому поможем подобрать наиболее пoдходящее устройство. У нас вы можете сдать или обменять по системе trade-in технику Apple, для ориентировочной оценки устройства — пишите. В магазине присутствует любой удобный вам способ оплаты (терминал, наличные, Сбп, рассрочка cроком от 3-х месяцев и сплит-оплата частями от Яндекс). Ждём в любое удобное для Вас время с 10:00 до 21:00. Нaходимся в бизнес центре Высоцкий, по адресу ул. Малышeва, 51, 1 этаж. Всегда рады каждому из вас. Скaжите промокод авито и получите скидку 20% на аксессуaры."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3511174565",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "36 990 ₽",
        "description": "Iphone 12 Mini 256GB Оригинал. Новый. Витринный Образец. Гарантия. Цвет: Blue. В Подарок при покупке телефона: Беспроводные наушники AirPods Pro 2, Battery Pack и Power Bank. Перенос данных. Бесплатная доставка. Звоните или пишите в сообщения, чтобы успеть купить iPhone по выгодной цене. Стоимость указана по программе Trade-In. При оформлении предзаказа на телефон скидка от стоимости наличия составляет 2000 рублей — все подробности у наших менеджеров, которые с радостью Вас проконсультируют! Продаем удобно и безопасно для вас: кассовый и товарный чек при покупке; гарантийный талон, гарантия на телефон 1 год; удобные способы оплаты: наличный/безналичный расчет, онлайн-перевод; рассрочка 0-0-36: без первоначального взноса, без переплат, от 3 до 36 месяцев; trade-in на выгодных условиях (обмену подлежат только iPhone). Бесплатная доставка по Екатеринбургу в течение часа. В подарок к каждому смартфону беспроводные наушники AirPods pro2. Torstore — магазин по продаже оригинальной техники Apple и аксессуаров. Многолетний опыт работы и уже 10-й магазин по всей России! Вы можете не только заказать технику Apple онлайн, но и посетить магазин torstore в г. Екатеринбурге! Магазин работает в режиме с 11:00 до 21:00, по адресу ул. Проспект Ленина 5к1."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3751243017",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "24 000 ₽",
        "description": "Только Опт, пpодажа от 5шт! В наличии в Моcкве! Самыe выгодныe цeны, пиши «Опт» — cину сcылу на тг Канал по оптовой продажe тeхнии. 3анимаюcь поставами из заграницы, широкий аcсоpтимeнт, лучшие цeны. Только Орииал. Пиши, мы точно cработаемся. Работаю напpямyю, бeз посрeдников. Всe подpобные видeо товаров выладываю в тг. Твои онyрeнты yже работают со мной и зарабатывают доп. Пpибыль. Ads_ ID: 128352057."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3898617723",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "28 250 ₽",
        "description": "Модель: Apple iPhone 12 Mini. Память: 256GB. Цвет: Blue. Процент аккумулятора: 88%. Без ремонтов, без вскрытий. Внешний вид: без сколов, без вмятин, Комплектация: коробка, кабель. Гарантия: 2 недели на проверку всех функций, выдается чек, также у нас сохраняется Imei устройства и предоставляется 20% скидка на все будущие ремонты. Наш магазин находится в центре Екатеринбурга по адресу Мамина-Сибиряка 145, перекресток Малышева-Мамина-Сибиряка вход с ул. Мамина-Сибиряка."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3885925375",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 900 ₽",
        "description": "IPhone 12 mini 128 — Фиолетовый цвет. Восстановленный. Описание: - Аккумулятор 100%. - Новый корпус. - Без царапин. - Ошибок нет. - Гарантия 1 месяц. Цена по дропу: Оригинальный экран — 29.900₽. Отправляем по всей России. Доставка Сдэк — 1-6 Дней. Доставку оплачиваете сами по факту получения в пунктах выдачи Сдэк."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/vitrinnyy_apple_iphone_12_mini_128gb_nano_sim_es_3528906656",
        "title": "Витринный Apple iPhone 12 Mini 128Gb Nano Sim + eS",
        "price": "33 310 ₽",
        "description": "Дисконтика — качественная техника, дешевле! Мы работаем для Вас с 2016 года! Цена указана с учетом скидки за наличный расчет, безнал +2%. Сделаем еще скидку за покупку аксессуаров у нас!— В наличии: г. Екатеринбург ул. Техническая д.37 — лестница на 2 этажсмартфон Apple iPhone 12 Mini Отличный 128Gb Зеленый 353012119515243 Nano Sim + esim Mgdq3j/A — Витринный. Важная информация по товару: Отличный 128Gb Зеленый 353012119515243 Nano Sim + esim Mgdq3j/A ; Акб 79%; Дисплей мелкие царапины; Боковая рамка мелкие царапины; Мелкие царапины на задней крышке; Упаковка: есть; Обслуживание: Возврат 7 дней, Ремонт 180 дней с даты продажи: Программа Сервисного обслуживания включает ремонт/замену товара, возврат д/с не предусмотрен.— Доставка по Екатеринбургу: от 300 рублей— По России отправим транспортной компанией по выбору клиента.— Можно взять в рассрочку/кредит: на выбор 6 банков партнеров — Выкуп техники и обмен на месте!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3583564118",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "33 000 ₽",
        "description": "IPhone 12 mini 128gb. Состояние хорошее. Все функции работают."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3581476905",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "25 000 ₽",
        "description": "Всем привет, Вас приветствует команда applehub. Только у нас Гарантия На Б/У 1 Год. Напишите сейчас и получите подарок. В наличии iPhone 12 64 GB. Состояние хорошее, есть небольшие следы эксплуатации. Весь в оригинале. Полностью проверен. Все функции работают. Наши Преимущества: Гарантия. Выдаем чек. Рассрочка до 3 лет от 12 банков партнеров. Подарки. Даем сертификаты на следующую покупку. Год обслуживания (скидки на ремонты для Вас или ваших друзей, а также на аксессуары). Бонусная система (приведи друга и получи % с продажи). Есть все способы оплаты: наличные/перевод/оплата картой/оплата в рассрочку — кредит/оплата по счету. Доставка по городу (круглосуточная)/области/России. У нас Вы можете приобрести все аксессуары для устройства по приятной цене. Если Вы не нашли нужное Вам устройство у меня в профиле, то можете написать мне, я с радостью подберу для Вас лучший вариант. Рассрочка до 3 лет, с досрочным погашением. Работаю с 12 банками (Тинькофф, Сбер, Хоум кредит, Хоум экспресс, Совком, Ренесанс, Мтс, Почта, Европа, Восточный, Отп, Квику). Можно оформить не выходя из дома. Находимся по адресу: г. Екатеринбург, ул. Шейнкмана 119, 3 этаж 35 офис Applehub. - центральный вход в ЖК Антарес. Дом где пятёрочка! Не путайте. Время работы: с 12:00 до 20:00 ежедневно, в другое время по договоренности. *цена указана за наличный расчет и перевод на банковскую карту. Оплата кредитной картой + 3%. Оплата по QR коду + 3.4%. Оплата в рассрочку + 3% + % в зависимости от срока."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3743210514",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "21 000 ₽",
        "description": "IPhone 12 mini. Единственый специализированный магазин в России по продаже б/у техники Apple в вашем городе! Данное устройство представлено в категории С. У данного телефона есть дефекты! Стоимость каждого устройства зависит напрямую от его состояния. Состояние уточняйте у продавцов или операторов. Гарантия предоставляется на устройства в категории А или В. Выгодный Trade IN и Скупка. Рассрочка от 10 банков без страховки и других дополнительных услуг. Яндекс Сплит. Халва от Совкомбанк. Жeлающих купить идеальный айфон за 5000₽ просьба — не тратьте ни ваше ни наше время. С уважением команда I-Park. Как нас найти? Ориентир ТЦ Антей."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3598175009",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "32 990 ₽",
        "description": "IPhone 12 mini 128GB Blue. Условия рассрочки: стоимость в рассрочку = стоимости за наличный расчет. Бомбовая лотерея весь Март для вас! При покупке любого устройства беспроигрышная мини-лотерея. Дай себе шанс выиграть AirPods 2, отдых в глэмпинг на 2-х и сертификат в баден-баден. Специальное предложение для покупок через Avito! Оставьте положительный отзыв и получите чехол и защитное стекло в подарок. Оригинал, полный комплект, без вскрытий и ремонтов. Аккумулятор 85%. Преимущества компании: Каждый покупатель получает чек и гарантийный талон. Быстрое оформление кредита от Банка до 24 мес. Доставка заказов в любую точку страны, возможна «Авито доставка». Возможность оплаты любым удобным способом: наличными, картой, переводом, безналичным расчетом. Только оригинальная продукция. Помощь в активации устройства и настройке под ваш запрос. Консультация по любым вопросам 10.00–23.00. График работы магазина — с 10:00 до 22:00. Адрес: г. Екатеринбург, ул. Сакко и Ванцетти, 62. Выбирая нас, вы получаете не только качественный товар, но и высокий уровень сервиса и удобства при покупке. Цена на данную модель может измениться, актуальную стоимость уточняйте у менеджеров."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3836747340",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "23 990 ₽",
        "description": "Оригинал Гарантия Доставка По Городу. На нашей странице Авито Вы найдете большой ассортимент оригинальной техники Apple в наличии и под заказ. IPhone 12 mini 128Gb — Б/У. Гарантия на всю продукцию! Выгодный трейд-ин. Обменяйте свой старый телефон на новый и получите приятную скидку! Постоянное пополнение товара: любые модели, цвета и объемы памяти! Честные цены и полная информация об устройстве перед покупкой! Присутствуют дефекты, подробности уточняйте. Ждем Вас по адресу: г. Екатеринбург, ул. Малышева 5, ТЦ Алатырь, 0 этаж, рядом с Суши Маркет. Скорее звоните или пишите в сообщения, чтобы не упустить выгодное предложение!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3630754660",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 900 ₽",
        "description": "Iphone 12 Mini 128gb Green. Цена 33900. Состояние хорошее (4+). Face ID и Трутон рабочие, никаких ошибок. Аккумулятор 100%. Комплект: Коробка, Зарядка. Tradein и Подбор iphone под вас. Акция: месяц гарантии при покупке аксессуаров на 2тр. Доставка сдэком по РФ~ 300р. (Продажа телефонов, скупка айфонов, обмен в обе стороны). Displex Point — Сервис по ремонту и подбору телефонов."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3854479074",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "25 499 ₽",
        "description": "IPhone 12 mini 128gb. Оригинальный, с гарантией от магазина. Доставка по городу. Распродажа остатков по сниженным ценам! IPhone 12 mini на 128gb. A2399, цвет синий. Б/У. Все оригинальное: корпус, дисплей. Телефон в идеальном состоянии, возможны не заметные потертости. Батарея в хорошем состоянии, держит хорошо. Действует гарантия на возврат телефона и гарантия от магазина. В Нашем Магазине: оплата наличными, переводом или картой(комиссия 3%). Наклеим защитное стекло, подберем чехол. Наушники и часы к iPhone. Выдаем чек и гарантийный талон. Бесплатная доставка. Работаем: с 11:00 до 20:00 по будням, с 11:00 до 19:00 по выходным! Адрес магазина: ул Радищева 6а, офис 1002, БЦ «Суворов». Звоните прямо сейчас, цены держим на уровне начала года!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3750820769",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "24 000 ₽",
        "description": "Только Опт, пpодажа от 5шт! Самыe выгодные цены, пиши «Опт» — сину ссылкy на тг Канал по оптовой пpодаже технии. 3анимаюсь поставами из загpаницы, шиpокий асcоpтимeнт, лyчшие цены. Только Оригиал. Пиши, мы точно cpаботаeмся. Работаю напрямую, бeз поcредников. Всe подробные видeо товаpов выкладываю в тг. Твои онyренты yжe pаботают cо мной и заpабатывают доп. Прибыль. Аds_ ID: 978949282."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3582037254",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "25 990 ₽",
        "description": "Оригинальная техника с гарантией Выгодные условия Trade-In Доставка по Екатеринбургу и области! Miraphone — федеральная сеть магазинов оригинальной техники и аксессуаров Apple. Радуем своих покупателей в 9 городах России! Получите скидку — 500 рублей! Для этого подписывайтесь на нас в социальных сетях и находите промокод на скидку! Apple iPhone 12 mini 64Gb — Б/У. - Телефон в хорошем состоянии. - Без сколов и повреждений. - Гарантия: до 180 дней. Наш адрес: г. Екатеринбург, ул. Малышева 5, Трц Алатырь, минус 1 этаж, спуститься к Магниту, справа от эскалатора. Ждём Вас ежедневно с 10:00 до 22:00. Стоимость указана за наличный расчет. Актуальную информацию уточняйте в сообщениях и по телефону! Бесплатная доставка курьером по городу! Честная политика и реальные цены! Расскажем Вам все о происхождении устройства перед покупкой. Работаем на рынке с 2014 года и хорошо себя зарекомендовали среди покупателей. Больше 1000 живых отзывов в наших соцсетях и на Авито! Кредит и рассрочка от банков партнеров! Замена задней крышки, присутствуют заметные зеленые пятна на основной камере. Проще спросить, чем размышлять! Позвоните или напишите нам и мы ответим на все Ваши вопросы!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3642685532",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "31 990 ₽",
        "description": "Добрый день. Продам или обменяю: iPhone 12 mini 256gb. Whiteбелый. Оригинал, гарантия. Чтобы убрать часть вопросов можете ознакомиться с отзывами в моем профиле. Амундсена 65, ТЦ Кит, Центральный вход, налево, напротив теле 2, магазин RE: Mount. С 10:00 До 21:00. В отличном состоянии. По технической части все идеально. Оригинальный телефон. Гарантия 1 месяц. Аккумулятор 100%. В комплекте телефончик, кабель. Работает идеально. Из icloud и других учётных записей вышли. Телефон обновлён до последней версии и ждёт своего нового хозяина или хозяйку) Трейд ин на Ваш айфон возможен. Любые проверки приветствую. Возможна доставка по Екатеринбургу и по всей России. Подписывайтесь. Звоните или пишите, возможен трейд ин только на iphone с моей или вашей доплатой. Рассрочки и кредита нет. Оплата наличными или переводом на Сбербанк, Тинькофф."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3898705041",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "26 250 ₽",
        "description": "Модель: Apple iPhone 12 Mini. Память: 128GB. Цвет: Green. Внешний вид: без сколов, без вмятин, микроцарапины. Отвязан от учетной записи, ждет нового владельца! Комплектация: коробка, кабель. Состояние батареи: 88%. Гарантия: 2 недели на проверку всех функций, выдается чек, также у нас сохраняется Imei устройства и предоставляется 20% скидка на все будущие ремонты. Наш магазин находится в центре Екатеринбурга по адресу Мамина-Сибиряка 145, перекресток Малышева-Мамина-Сибиряка вход с ул. Мамина-Сибиряка."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3578909842",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 500 ₽",
        "description": "Всем привет, Вас приветствует команда applehub. В наличии iPhone 12 mini green 128 GB. Состояние отличное. Весь в оригинале. Полностью проверен. Все функции работают. Наши Преимущества: Гарантия. Выдаем чек. Подарки. Даем сертификаты на следующую покупку. Год обслуживания (скидки на ремонты для Вас или ваших друзей, а также на аксессуары). Бонусная система (приведи друга и получи % с продажи). Есть все способы оплаты: наличные/перевод/оплата картой/оплата в рассрочку — кредит/оплата по счету. Доставка по городу (круглосуточная)/области/России. У нас Вы можете приобрести все аксессуары для устройства по приятной цене. Если Вы не нашли нужное Вам устройство у меня в профиле, то можете написать мне, я с радостью подберу для Вас лучший вариант. Рассрочка до 3 лет, с досрочным погашением. Работаю с 10 банками (Тинькофф, Хоум кредит, Хоум экспресс, Совком, Ренесанс, Мтс, Почта, Европа, Восточный, Отп). Можно оформить не выходя из дома. Находимся по адресу: г. Екатеринбург, ул. Шейнкмана 119, 3 этаж 35 офис Applehub. - центральный вход в ЖК Антарес. Время работы: с 12:00 до 20:00 ежедневно, в другое время по договоренности. *цена указана за наличный расчет и перевод на банковскую карту. Оплата кредитной картой + 3%. Оплата по QR коду + 3.4%. Оплата в рассрочку + 3%. Торга нет, беспокоить не нужно с данным вопросомне вижу смысла делать скидку, с условием, что я предоставляю чек, гарантию."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3611087549",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "27 990 ₽",
        "description": "Добрый день. Продам или обменяю: iPhone 12 mini 128gb. Greenзелёный. Оригинал, гарантия. Чтобы убрать часть вопросов можете ознакомиться с отзывами в моем профиле. Амундсена 65, ТЦ Кит, Центральный вход, налево, напротив теле 2, магазин RE: Mount. С 10:00 До 21:00. В нормальном состоянии. По технической части все идеально. Оригинальный телефон. Гарантия 1 месяц. Аккумулятор 100%. В комплекте коробочка, телефончик, кабель. Работает идеально. Из icloud и других учётных записей вышли. Телефон обновлён до последней версии и ждёт своего нового хозяина или хозяйку) Трейд ин на Ваш айфон возможен. Любые проверки приветствую. Возможна доставка по Екатеринбургу и по всей России. Подписывайтесь. Звоните или пишите, возможен трейд ин только на iphone с моей или вашей доплатой. Рассрочки и кредита нет. Оплата наличными или переводом на Сбербанк, Тинькофф."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3869630871",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "20 990 ₽",
        "description": "Оригинальная техника с гарантией Выгодные условия Trade-In Доставка по Екатеринбургу и области! Miraphone — федеральная сеть магазинов оригинальной техники и аксессуаров Apple. Радуем своих покупателей в 9 городах России! Получите скидку — 500 рублей! Для этого подписывайтесь на нас в социальных сетях и находите промокод на скидку! Apple iPhone 12 mini 64Gb — Б/У. - Телефон в хорошем состоянии. - Без сколов и повреждений. - Гарантия: до 180 дней. Наш адрес: г. Екатеринбург, ул. Малышева 5, Трц Алатырь, минус 1 этаж, спуститься к Магниту, справа от эскалатора. Ждём Вас ежедневно с 10:00 до 22:00. Стоимость указана за наличный расчет. Актуальную информацию уточняйте в сообщениях и по телефону! Честная политика и реальные цены! Расскажем Вам все о происхождении устройства перед покупкой. Работаем на рынке с 2014 года и хорошо себя зарекомендовали среди покупателей. Больше 1000 живых отзывов в наших соцсетях и на Авито! Кредит и рассрочка от банков партнеров! Не работают камеры, не работает face id. Проще спросить, чем размышлять! Позвоните или напишите нам и мы ответим на все Ваши вопросы!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3193421490",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 990 ₽",
        "description": "Рассрочка до 3х лет Выгодно Гарантия Trade in Обмен. IPhone 12 Mini 128GB Green (зелёный). Строго оригинал, подержанный (не восстановленный). Оформляем в Рассрочку до 3х лет. Наличный и безналичный расчёт. Trade in / Обмен / Выкуп. Гарантия от 60 дней. (с возможностью продления). Страхование. (Комплексная защита устройства). Супер Цена: от 29.990₽. Адрес нашего магазина в Екатеринбурге. Ул Вайнера, 19 ТЦ «Бум» 1 этаж. Ежедневно с 10:00 до 20:00. Остались Вопросы, Звони."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3417620226",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "26 990 ₽",
        "description": "Рaccpочкa до 3х лет Выгоднo Гаpантия Trade in Обмен. Iрhone 12 Mini 64Gb Purple (фиолетовый). Cтpого оpигинал, пoдеpжaнный (не воccтaновлeнный). Офоpмляем в Pаccрoчку дo 3x лeт. Haличный и бeзналичный рaсчёт. Tradе in / Oбмeн / Bыкуп. Гарaнтия oт 60 дней. (с возможнocтью пpодлeния). Cтраховaниe. (Kомплексная защита устройства). Супер Цена: от 26.990₽. Адрес нашего магазина в Екатеринбурге. Ул Вайнера, 19 ТЦ «Бум» 1 этаж. Ежедневно с 10:00 до 20:00. Остались Вопросы, Звони."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3870459573",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "20 990 ₽",
        "description": "Промокод на скидку 500 рублей в наших соцсетях! Скидки до 99% по программе Trade-in Доставка по Екатеринбургу и области Выкуп Вашего устройства Рассрочка. Apple iPhone 12 mini 64Gb — Б/У. Наш адрес: г. Екатеринбург, ул. Малышева 5, Трц Алатырь, минус 1 этаж, спуститься к Магниту, справа от эскалатора. Ждём Вас ежедневно с 10:00 до 22:00. - Оригинальный аккумулятор. - Гарантия: до 180 дней. - Стоимость указана за наличный расчет. Гарантию на всю продукцию! Выгодные условия trade-in (обмен). Оригинальные устройства и аксессуары к ним. Полную информацию о происхождении устройства! Не работает верхний динамик и кнопки громкости. Наличие и актуальную цену уточняйте у менеджера в сообщениях или по телефону! С Miraphone Ваши покупки станут еще приятнее!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3805474336",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 000 ₽",
        "description": "У нас есть Рассрочка / Trade IN / гарантия. Всем привет, Вас приветствует команда applehub. Напишите сейчас и получите подарок. В наличии iPhone 12 mini 128 GB, витринный образец, Акб 86%. Состояние отличное. Весь в оригинале. Полностью проверен. Все функции работают. Наши Преимущества: Гарантия. Выдаем чек. Рассрочка до 3 лет от 12 банков партнеров. Подарки. Даем сертификаты на следующую покупку. Год обслуживания (скидки на ремонты для Вас или ваших друзей, а также на аксессуары). Бонусная система (приведи друга и получи % с продажи). Есть все способы оплаты: наличные/перевод/оплата картой/оплата в рассрочку — кредит/оплата по счету. Доставка по городу (круглосуточная)/области/России. У нас Вы можете приобрести все аксессуары для устройства по приятной цене. Если Вы не нашли нужное Вам устройство у меня в профиле, то можете написать мне, я с радостью подберу для Вас лучший вариант. Рассрочка до 3 лет, с досрочным погашением. Работаю с 12 банками (Тинькофф, Сбер, Хоум кредит, Хоум экспресс, Совком, Ренесанс, Мтс, Почта, Европа, Восточный, Отп, Квику). Можно оформить не выходя из дома. Находимся по адресу: г. Екатеринбург, ул. Шейнкмана 119, 3 этаж 35 офис Applehub. - центральный вход в ЖК Антарес. Дом где пятёрочка! Не путайте. Время работы: с 12:00 до 20:00 ежедневно, в другое время по договоренности. *цена указана за наличный расчет и перевод на банковскую карту. Оплата кредитной картой + 3%. Оплата по QR коду + 3.4%. Оплата в рассрочку + 3% + % в зависимости от срока. Внимание. 1. Перед тем как поехать к нам — уточнитеналичие. 2. Мы не бронируем и не откладываем позиции более чем на час, без внесения задатка."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3609580109",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "34 990 ₽",
        "description": "Выгодно Выгодно Выгодно. Рассрочка до 3х лет Гарантия Trade in Обмен. IPhone 12 Mini 256Gb White (белый). Строго оригинал, подержанный (не восстановленный). Оформляем в Рассрочку до 3х лет. Наличный и безналичный расчёт. Trade in / Обмен / Выкуп. Гарантия от 60 дней. (с возможностью продления). Супер Цена: от 34.990₽. Адрес нашего магазина в Екатеринбурге. Ул Вайнера, 19 ТЦ «Бум» 1 этаж. С 10:00 до 20:00. Остались Вопросы, Звони. #iphone #айфон #apple #samsung."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3598886478",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 900 ₽",
        "description": "Оригинальный iphone 12 mini 128gb синий. Состояние телефона A\\B. Все функции, включая Face ID и Трутон рабочие. Аккумулятор держит отлично. Комплект: Коробка, Зарядка. МЫ Не Продаем Восстановленные (China Ref) Айфоны. Tradein, Скупка, Продажа и обмен. Гарантия на все виды устройств. Возможна Покупка В Кредит. Displex Point — Сервис, в который стоит обратиться. Оптовый прайс и полный ассортимент по запросу."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3561131955",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "23 000 ₽",
        "description": "Офис Джобса. Добро пожаловать в магазин Офис Джобса! Prеmium resаle города Екатеринбург. Mы готoвы Вам пpeдoстaвить три кaтeгории тoвaров: А, В, С. Гapaнтия раcпpocтpаняeтcя на тe устройства, что полностью в оригинале (категории А, В). Срок гарантии до шести месяцев. Данная модель представлена в категории: C. IPhone 12 mini. У нас реальная гарантия вплоть до возврата денежных средств на б/у и новые устройства. Индивидуально каждому поможем подобрать наиболее подходящее устройство. В нашем магазине вы можете сдать или обменять технику Apple по системе Trade In, для ориентировочной оценки устройства — пишите. В магазине присутствует любой удобный вам способ оплаты: Терминал. Сбп. Наличные. Рассрочка сроком от 3-х месяцев без страховок, доп. Услуг и первого взноса. Сплит — оплата частями от Яндекс. Халва от Совкомбанк. Ждём в любое удобное для Вас время с 10:00 до 21:00. Нaходимся в бизнес центре Высоцкий, по адресу ул. Малышева, 51, 1 этаж. Всегда рады каждому из вас. По промокоду Avito вас ждет скидка 20% на все аксессуары."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3802990265",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "27 000 ₽",
        "description": "У нас есть Рассрочка / Trade IN / гарантия. Всем привет, Вас приветствует команда applehub. Напишите сейчас и получите подарок. В наличии iPhone 12 mini 64 GB. Состояние отличное. Весь в оригинале. Полностью проверен. Все функции работают. Наши Преимущества: Гарантия. Выдаем чек. Рассрочка до 3 лет от 12 банков партнеров. Подарки. Даем сертификаты на следующую покупку. Год обслуживания (скидки на ремонты для Вас или ваших друзей, а также на аксессуары). Бонусная система (приведи друга и получи % с продажи). Есть все способы оплаты: наличные/перевод/оплата картой/оплата в рассрочку — кредит/оплата по счету. Доставка по городу (круглосуточная)/области/России. У нас Вы можете приобрести все аксессуары для устройства по приятной цене. Если Вы не нашли нужное Вам устройство у меня в профиле, то можете написать мне, я с радостью подберу для Вас лучший вариант. Рассрочка до 3 лет, с досрочным погашением. Работаю с 12 банками (Тинькофф, Сбер, Хоум кредит, Хоум экспресс, Совком, Ренесанс, Мтс, Почта, Европа, Восточный, Отп, Квику). Можно оформить не выходя из дома. Находимся по адресу: г. Екатеринбург, ул. Шейнкмана 119, 3 этаж 35 офис Applehub. - центральный вход в ЖК Антарес. Дом где пятёрочка! Не путайте. Время работы: с 12:00 до 20:00 ежедневно, в другое время по договоренности. *цена указана за наличный расчет и перевод на банковскую карту. Оплата кредитной картой + 3%. Оплата по QR коду + 3.4%. Оплата в рассрочку + 3% + % в зависимости от срока. Внимание. 1. Перед тем как поехать к нам — уточните наличие. 2. Мы не бронируем и не откладываем позиции более чем на час, без внесения задатка."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3550949751",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "26 000 ₽",
        "description": "Гарантия на Обмен и возврат денежных средств. Единственый специализированный магазин в России по продаже б/у техники Apple. Если Для Вас Главное Качество При Выборе iPhone Это Оригинал С Полной Гарантией — Звоните, Приезжайте! Выгодный Trade IN. IPhone — Б/У. У данного iPhone есть незначительные дефекты! Уточняйте у продавцов. Цена зависит от состояния телефона. Желающих купить идеальный айфон за 5000₽ просьба — не тратьте ни ваше ни наше время. С уважением команда I-Park. Ориентир ТЦ Антей."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3931205191",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "29 000 ₽",
        "description": "У нас есть Рассрочка / Trade IN / гарантия. Всем привет, Вас приветствует команда applehub. Гарантия до 1 года. В наличии iPhone 12 mini 128 GB, Акб 83%. Состояние отличное. Весь в оригинале. Полностью проверен. Все функции работают. Наши Преимущества: Гарантия. Выдаем чек. Рассрочка до 3 лет от 12 банков партнеров. Подарки. Даем сертификаты на следующую покупку. Год обслуживания (скидки на ремонты для Вас или ваших друзей, а также на аксессуары). Бонусная система (приведи друга и получи % с продажи). Есть все способы оплаты: наличные/перевод/оплата картой/оплата в рассрочку — кредит/оплата по счету. Доставка по городу (круглосуточная)/области/России. У нас Вы можете приобрести все аксессуары для устройства по приятной цене. Если Вы не нашли нужное Вам устройство у меня в профиле, то можете написать мне, я с радостью подберу для Вас лучший вариант. Рассрочка до 3 лет, с досрочным погашением. Работаю с 12 банками (Тинькофф, Сбер, Хоум кредит, Хоум экспресс, Совком, Ренесанс, Мтс, Почта, Европа, Восточный, Отп, Квику). Можно оформить не выходя из дома. Находимся по адресу: г. Екатеринбург, ул. Шейнкмана 119, 3 этаж 35 офис Applehub. - центральный вход в ЖК Антарес. Дом где пятёрочка! Не путайте. Время работы: с 12:00 до 20:00 ежедневно, в другое время по договоренности. *цена указана за наличный расчет и перевод на банковскую карту. Оплата кредитной картой + 3%. Оплата по QR коду + 3.4%. Оплата в рассрочку + 3% + % в зависимости от срока. Внимание. 1. Перед тем как поехать к нам — уточнитеналичие. 2. Мы не бронируем и не откладываем позиции более чем на час, без внесения задатка."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3931176356",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "27 000 ₽",
        "description": "У нас есть Рассрочка / Trade IN / гарантия. Всем привет, Вас приветствует команда applehub. Гарантия до 1 года. В наличии iPhone 12 mini 64 GB, Акб 85%. Состояние отличное. Весь в оригинале. Полностью проверен. Все функции работают. Наши Преимущества: Гарантия. Выдаем чек. Рассрочка до 3 лет от 12 банков партнеров. Подарки. Даем сертификаты на следующую покупку. Год обслуживания (скидки на ремонты для Вас или ваших друзей, а также на аксессуары). Бонусная система (приведи друга и получи % с продажи). Есть все способы оплаты: наличные/перевод/оплата картой/оплата в рассрочку — кредит/оплата по счету. Доставка по городу (круглосуточная)/области/России. У нас Вы можете приобрести все аксессуары для устройства по приятной цене. Если Вы не нашли нужное Вам устройство у меня в профиле, то можете написать мне, я с радостью подберу для Вас лучший вариант. Рассрочка до 3 лет, с досрочным погашением. Работаю с 12 банками (Тинькофф, Сбер, Хоум кредит, Хоум экспресс, Совком, Ренесанс, Мтс, Почта, Европа, Восточный, Отп, Квику). Можно оформить не выходя из дома. Находимся по адресу: г. Екатеринбург, ул. Шейнкмана 119, 3 этаж 35 офис Applehub. - центральный вход в ЖК Антарес. Дом где пятёрочка! Не путайте. Время работы: с 12:00 до 20:00 ежедневно, в другое время по договоренности. *цена указана за наличный расчет и перевод на банковскую карту. Оплата кредитной картой + 3%. Оплата по QR коду + 3.4%. Оплата в рассрочку + 3% + % в зависимости от срока. Внимание. 1. Перед тем как поехать к нам — уточнитеналичие. 2. Мы не бронируем и не откладываем позиции более чем на час, без внесения задатка."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3643422348",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "31 990 ₽",
        "description": "Добрый день. Продам или обменяю: iPhone 12 mini 256gb. Blackчёрный. Оригинал, гарантия. Чтобы убрать часть вопросов можете ознакомиться с отзывами в моем профиле. Амундсена 65, ТЦ Кит, Центральный вход, налево, напротив теле 2, магазин RE: Mount. С 10:00 До 21:00. В отличном состоянии. По технической части все идеально. Оригинальный телефон. Гарантия 1 месяц. Аккумулятор 88%. В комплекте телефончик, кабель. Работает идеально. Из icloud и других учётных записей вышли. Телефон обновлён до последней версии и ждёт своего нового хозяина или хозяйку) Трейд ин на Ваш айфон возможен. Любые проверки приветствую. Возможна доставка по Екатеринбургу и по всей России. Подписывайтесь. Звоните или пишите, возможен трейд ин только на iphone с моей или вашей доплатой. Рассрочки и кредита нет. Оплата наличными или переводом на Сбербанк, Тинькофф."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3643566233",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "25 990 ₽",
        "description": "Добрый день. Продам или обменяю: iPhone 12 mini 64gb. Blueсиний. Оригинал, гарантия. Чтобы убрать часть вопросов можете ознакомиться с отзывами в моем профиле. Амундсена 65, ТЦ Кит, Центральный вход, налево, напротив теле 2, магазин RE: Mount. С 10:00 До 21:00. В отличном состоянии. По технической части все идеально. Оригинальный телефон. Гарантия 1 месяц. Аккумулятор 86%. В комплекте телефончик, кабель. Работает идеально. Из icloud и других учётных записей вышли. Телефон обновлён до последней версии и ждёт своего нового хозяина или хозяйку) Трейд ин на Ваш айфон возможен. Любые проверки приветствую. Возможна доставка по Екатеринбургу и по всей России. Подписывайтесь. Звоните или пишите, возможен трейд ин только на iphone с моей или вашей доплатой. Рассрочки и кредита нет. Оплата наличными или переводом на Сбербанк, Тинькофф."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3837583027",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "20 990 ₽",
        "description": "Оригинальная продукция | ekbmobile | Гарантия на Все устройства! IPhone 12 mini 64Gb — Б/У. Что Вы получите обратившись к нам: Гарантию на всю продукцию! Выгодные условия trade-in (обмен). Оригинальные устройства и аксессуары к ним. Полную информацию о происхождении устройства! Адрес магазина: г. Екатеринбург, ул. Малышева 5, ТЦ Алатырь, 0 этаж, рядом с Суши Маркет. Присутствуют дефекты, подробности уточняйте. Звоните или пишите нам в сообщения на Авито! С нами Ваши покупки станут еще приятнее!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3519059923",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "38 000 ₽",
        "description": "Гарaнтия на Обмен и возврат денежных средств. Единственый специализированный магазин в России по продaже б/у техники Apple. Если Для Вас Главное Качество При Выборе iPhone Это Oригинал С Полной Гарантией — Звоните, Приезжайте! Выгодный Trade IN. IPhone 12 mini — Б/У. Уточняйте у продавцов. Цена зависит от состояния телефона. Желающих купить идеальный айфон за 5000₽ просьба — не тратьте ни ваше ни наше врeмя. С уважением команда I-Park. Ориентир ТЦ Антей."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_256_gb_3481345235",
        "title": "iPhone 12 mini, 256 ГБ",
        "price": "34 990 ₽",
        "description": "Выгодно Выгодно Выгодно. Рассрочка до 3х лет Гарантия Trade in Обмен. IPhone 12 Mini 256Gb Blue (синий). Строго оригинал, подержанный (не восстановленный). Оформляем в Рассрочку до 3х лет. Наличный и безналичный расчёт. Trade in / Обмен / Выкуп. Гарантия от 60 дней. (с возможностью продления). Супер Цена: от 34.990₽. Адрес нашего магазина в Екатеринбурге. Ул Вайнера, 19 ТЦ «Бум» 1 этаж. С 10:00 до 20:00. Остались Вопросы, Звони. #iphone #айфон #apple #samsung."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3612287025",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "31 990 ₽",
        "description": "Приветствую! Продаю свой телефон в связи с тем что хочу перейти на другую модель. Состояние отличное, ни разу не подводил, все функции работают от Face ID до беспроводной зарядки. Всегда носился в чехле, экран без царапин, наклеена свежее защитное стекло. Был в сервисе, решали вопрос с зарядкой, не заряжался, все исправили, работает без каких либо проблем. Полный комплект: чехол, 2 защитных стекла в подарок, картхолдер оригинал, провод, AirPods 2 Pro. Торга нет. Доставка + 5% за Авито."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_64_gb_3746752743",
        "title": "iPhone 12 mini, 64 ГБ",
        "price": "44 990 ₽",
        "description": "Iрhоnе 12 mini 64GB Black нoвый с гарантией гoд от Aррle! B наличии много цветoв и oбъeмoв пaмяти, утoчняйте у менджера. Tовaрный Чek И Гaрантийный Тaлон. Люксовый чexoл и защитноe cтeкло в пoдарoк. Кpeдиtoв И Paссрочек Нет И НE Будеt! С банками не pабoтаем! Оплата Наличкой Либо Перевод! Организациям По Безналу Без Ндс. По Карте или QR Соdе +2.5 % В Цену Не Хочу Закладывать Этот % тк цель продавать по низким ценам! Перед покупкой телефон можно проверить на оригинальность на официальном сайте Аррlе по imеi. Оригинальная продукция. Международная гарантия от Аррlе 1 год. Быстро перенесем ваши данные со старого устройства на новое. Любые проверки перед покупкой. Широкий ассортимент аксессуаров. Скидки постоянным клиентам. Надежная репутация. Работаем с 2016 года. 5 Авито. Цена На Порядок Ниже магазина! Оплата по факту при получении! Так же работаю под заказ любой продукции Аррlе, доставка 1-4 дней оплата по факту при получении! Мы гарантируем оригинальность всех наших товаров и дорожим своей репутацией. Мы всегда с вами на связи, готовы проконсультировать и помочь вам в любой момент. Остерегайтесь мошенников. Адрес магазина: Щорса 29, ТЦ «Марс» 2 этаж Lеаdеr Stоrе. Работаем ежедневно: — ПН-ВС с 10:00-21:00 (Без выходных и перерывов). Остались вопросы? Пишите в личные сообщения или звоните по номеру с объявления и мы обязательно подберем нужный телефон!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/telefony/iphone_12_mini_128_gb_3696508672",
        "title": "iPhone 12 mini, 128 ГБ",
        "price": "31 990 ₽",
        "description": "Iрhоne 12 mini (128gb) Новый/Витринный. Гaрантия 2 года, чeк. Гаpантийный тaлон. - Есть дpугие цвeта и пaмять. - Удoбнaя пapковка у магазинa. - Paсcрoчка, кpeдитoвание. - Нашa глaвная цель, чтoб вы возвращалиcь к нaм за новыми тeлефoнами и могли советoвaть друзьям! — Каждый телефон проходит проверку качества по 48 пунктам. — Телефоны находятся в безупречном состоянии, без царапин и дефектов. Ждём вас по адресу Розы люксембург 59, вход через кофейню. Остались вопросы? Напишите! Добавляйте в избранное, чтоб не потерять."
    }
]