[
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_3696204391",
        "title": "Xbox series X",
        "price": "38 000 ₽",
        "description": "Продам игровую консоль Xbox series X 1Tb. Состояние отличное! Полный комплект как с магазина! Есть второй новый оригинальный геймпад цена + 4.000₽."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_3923775123",
        "title": "Xbox series x",
        "price": "39 000 ₽",
        "description": "Продам игровую приставку xbox x. В эксплуатации была очень мало. Покупалась в конце 2022г. Модель 1882 Rrt-00010."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_3855053606",
        "title": "Xbox series x",
        "price": "41 000 ₽",
        "description": "Продам Xbox series X. Комплектация геймпад консоль. Новая. Включал 2 раза. Покупал осенью 2023 года. Продаю потому что нет времени играть. Если купите сегодня то будет торг."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_3866955203",
        "title": "Xbox series x",
        "price": "37 000 ₽",
        "description": "Продам приставку. Состояние новое. Не пользовались почти. В комплекте два джойстика."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_3841271378",
        "title": "Xbox series x",
        "price": "37 000 ₽",
        "description": "Продам Xbox series x. Обклеен в пленку( так как ляпается, при желании можно снять). Все днс сервера прописаны! Консоль не забанена! Любые проверки на месте. Коробка есть, все провода есть. Так же в комплекте 2 геймпада ( на аккумуляторах)."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_3766724045",
        "title": "Xbox series X",
        "price": "2 500 ₽",
        "description": "Аренда Xbox series X. 3 геймпада. 3 зарядных блока. Игры на втором и третем фото. Аренда от суток. С 1 геймпадом 2500. С 2 геймпадами 3000. С 3 геймпадами 3500."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_1tb_3879274987",
        "title": "Xbox series x 1tb",
        "price": "35 999 ₽",
        "description": "Полный комплект, коробка+ 1 джойстик. Играть нет ни настроения, ни желания, всегда проигрываю ( сломал телевизор). Продажа не срочная, но хотелось бы быстро. Аккаунта внутри уже нет. Перекупов не беспокоить! Торга и обмена нет."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_3952477434",
        "title": "Xbox series x",
        "price": "38 000 ₽",
        "description": "В комплекте 1 геймпад."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_na_zapchasti_3931250369",
        "title": "Xbox series x на запчасти",
        "price": "20 000 ₽",
        "description": "Продаю на запчасти, сгорел внутренний ssd, ремонту не подлежит. Продаю вместе с полностью рабочим джойстиком, коробкой и проводами."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_1tb_novaya_v_nalichii_3770169113",
        "title": "Xbox Series X 1TB новая В наличии",
        "price": "40 000 ₽",
        "description": "Новая, не вскрывалась. Отдам за 44 с дополнительным оригинальным геймпадом белого цвета."
    },
    {
        "url": "https://www.avito.ru/zlatoust/igry_pristavki_i_programmy/xbox_series_x_3747302014?slocation=654070",
        "title": "Xbox series x",
        "price": "37 000 ₽",
        "description": "Продам Xbox series x. Состояние идеальное пол года гарантия и пол года подписка. Джойстик состояние идеальное, установлен оригинальный аккумулятор Xbox, не на батарейках. Торг, возможен обмен предложения в лс."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_1tb_novaya_v_nalichii_3770169113",
        "title": "Xbox Series X 1TB новая В наличии",
        "price": "40 000 ₽",
        "description": "Новая, не вскрывалась. Отдам за 44 с дополнительным оригинальным геймпадом белого цвета."
    },
    {
        "url": "https://www.avito.ru/shumiha/igry_pristavki_i_programmy/xbox_series_x_3836521783?slocation=654070",
        "title": "Xbox series x",
        "price": "35 000 ₽",
        "description": "Срочно Продам! Срочно нужны деньги по этому продаю. Брал в том году, включал всего пару раз. Весь комплект коробка, все провода, джойстик. Полностью в рабочем состоянии. Игра в комплекте."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_na_zapchasti_3955414851",
        "title": "Xbox series x на запчасти",
        "price": "23 000 ₽",
        "description": "После включения сразу выключается, приставке год, внешне без дефектов, коробка имеется, без геймпада. Рассмотрю ваши предложения."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_1tb_chernaya_4_igrovaya_pristav_bu_2893152290",
        "title": "Xbox Series X 1Tb Черная 4 Игровая пристав б/у",
        "price": "37 999 ₽",
        "description": "Игровая консоль Xbox Series X. Б/у Xbox Series X 1Tb Черная [4] Игровая приставка Microsoft. Магазин на ул. Родонитовая 4. В наличии б/у 1шт. Цена 37999 р. /шт. Гарантия. Можно купить данный товар дешевле по программе обмена Trade-in. Выкупаем Игры Консоли Аксессуары. Условия продажи и весь aссортимент смотрите на нашем caйтe. Цена в описание, при оплате наличными. Если товара мало, уточняйте наличие, бронируйте за час до приезда к нам. Изображение товара может отличаться. Если вам важен определённый тип товара, обложки, коробки, буклета, уточняйте это при оформлении заказа. Отправка авитодоставка: Boxberry, Почта, Сдэк. Доставка по Екатеринбургу: Яндекс такси. Самовывоз: Родонитовая 4 с 12:00 до 20:00 без выходных. (вход с левого торца здания, цоколь, gamestore — геймстор)."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/igrovaya_pristavka_xbox_series_x_3854470906",
        "title": "Игровая приставка Xbox series X",
        "price": "42 000 ₽",
        "description": "Продам консоль Xbox Series X. В комплекте 2 геймпада и игра Cyberpunk 2077. Состояние идеальное, продаю за ненадобностью. Консоль покупалась около года назад. Осталась коробка и электронный чек от покупки(брал с Озона). Нареканий никаких нет, работает, как новая. В подарок подкину станцию для зарядки аккумуляторов для геймпадов."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/microsoft_xbox_series_x_3955507073",
        "title": "Microsoft Xbox Series X",
        "price": "44 990 ₽",
        "description": "Игровая консоль Microsoft Xbox Series X, черный,1TB Ssd. Гаpaнтия 1 год от нaшегo мaгaзина! Раccрoчка нa 12 месяцев — платеж в мeсяц ≈4500. Рaссрочка на 24 мeсяца — плaтeж в месяц ≈ 2400. Нaходимся в ТЦ «Дирижабль» вxoд со стороны ул. 8 Мaртa, 1 этaж. Без выходныx 10.00 до 22.00. Рaботaем с 2018 года. У нас более 500 отзывов на Яндекс. Маркет, отзывы на Авито. Будьте уверены в том, где покупаете! Обмен Ваших гаджетов — Тrаdе-IN. Работаем с ЮР лицами без Ндс. Обязательно добавьте наше объявление в избранное, чтобы быстро найти и не потерять! Смотрите все объявления нашего магазина Технисс, гаpaнтия 1 год от нaшегo мaгaзина!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/igrovaya_konsol_xbox_series_x_novyy_2268935184",
        "title": "Игровая консоль Xbox series x новый",
        "price": "44 990 ₽",
        "description": "В связи с нестабильным курсом актуальную цену лучше уточнять в момент обращения. Абсолютно новый, запечатанные, оригинал, гарантия! Игровая консоль Microsoft Xbox series x. Подскажем как выгодно купить gamepass (доступ к более чем 400 играм) на 1 год. Возможен обмен на playstation, Nintendo или Xbox. Так же в продаже есть геймпады отдельно. Пpи сaмовывoзе оплата наличными, в ТЦ есть банкоматы (сбер, альфа, Втб, Тинькофф). Находимся по адресу г. Екатеринбург, ул. Краснолесья, 12А ТЦ Краснолесье, офис 504. Служебный вход в офисный корпус с обратной стороны здания под большой уличной вывеской фитнес клуба(с девушкой) — по высоте вывеска на весь тц. Крайняя дверь слева, на лифте на 5 этаж, 504 офис. На автомобиле можно заехать с ул. Михеева мимо шиномонтажки и далее за торговый центр. Либо со стороны ул. Краснолесья заехать в подземный паркинг и найти там металлическую дверь — вход в офисы. Самовывоз товара по согласованию. Перед своим визитом заранее звоните/ пишите. Возможна доставка по Екатеринбургу и в соседние города."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/geympady_xbox_one_i_series_3596103673",
        "title": "Геймпады Xbox One и Series",
        "price": "1 500 ₽",
        "description": "Предлагаю геймпады для Xbox One, Xbox One S, Xbox One X, Series S, Series X. Китайские геймпады идут по 1,5 тысячи, Оригинальные Геймпады Xbox One & S идут по 3,5 тысячи, Лимитированные Цветные по 4 тысячи, Xbox One Series — 4,5т. Р. Как известно, у геймпадов полная совместимость как с One, так и с Series. Геймпады абсолютно рабочие. Никаких люфтов, залипаний и прочего. Каждый геймпад можно проверить на месте + на каждый геймпад даю 7 дней на проверки. При выявлении недочётов, без проблем, заменим на точно такой же. Звонить после 15.00!"
    },
    {
        "url": "https://www.avito.ru/chelyabinsk/igry_pristavki_i_programmy/xbox_series_h_1tb_3924234541?slocation=654070",
        "title": "Xbox series х 1tb",
        "price": "45 000 ₽",
        "description": "Xbox series x без дефектов, пользовались очень мало, два геймпада, без дефектов, второй геймпад оригинальный, можно сказать новый пару раз играли, на комиссию за доставку не скидываю, предпочтительно писать сообщение."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_3837298235",
        "title": "Xbox series X",
        "price": "39 000 ₽",
        "description": "Продажа или обмен на Steam Deck. Состояние хорошее, европейка. В комплекте все провода, зарядка для геймпадов, аккумуляторные батареи под зарядку, два геймпада и Hdd на 500 гб для игр прошлого поколения. У геймпадов есть проблемы (один геймпад с небольшим дрифтом стика, почти не влияет на игру, у второго плохо нажимается стик). Только сообщения, доставки нет, приезжайте, проверяйте на месте. Аккаунт с консолью не отдаю."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_2593972892",
        "title": "Xbox Series X",
        "price": "38 000 ₽",
        "description": "Продаётся Xbox series X в идеальном состоянии, за 38000 руб Без геймпада. Так же могу продать с геймпадом Xbox Elite Wireless Controller Series 2 за 52000 руб! Консоль работает идеально, не греется, не вскрывалась. Консоль была куплена в декабре 2022 года (информация есть в фотографиях), в работе была примерно по 1-2 часа в день, и то некоторые недели не получалось играть так как есть работа и другие прелести жизни. Менял Dns для работы 1н раз, кто в теме тот поймёт, если нет расскажу для чего и как. Игр на нём не будет, так как аккаунт я заберу. Геймпад в идеальном состоянии, без люфтов и царапин, нареканий в работе и внешнем виде нет. Так же остались коробки. Любые проверки. Вилка европейская. Также могу подсказать где купить игры и Gamepas подешевле. Обмены не предлагать! Теги: Xbox Series Х. Иксбокс сериесх."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_1tb_3778800936",
        "title": "Xbox series X 1Tb",
        "price": "38 000 ₽",
        "description": "Консоль в идеальном состоянии, полный комплект, второй новый оригинальный геймпад + 4.000₽."
    },
    {
        "url": "https://www.avito.ru/asbest/igry_pristavki_i_programmy/xbox_series_x_1tb_3724751622?slocation=654070",
        "title": "Xbox series X 1tb",
        "price": "32 900 ₽",
        "description": "Приставке около месяца. Все переходят на Xbox из-за того что все релизы появляются сразу, на той же самой пс5 появляются через некоторое время. Дам на всякий случай днс серевер, чтобы если он сбросится вы смогли заново его установить. Джойстик, коробка и все кабеля в комплекте! ( чека нету, не дали). Приставка полностью рабочая, подписки на Xbox дешевые по сравнению с playstation. Доставка по полной предоплате, либо +5% к цене! Если есть вопросы по приставке пишите!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/igry_xbox_360_xbox_one_xbox_series_x_3993598721",
        "title": "Игры xbox 360, xbox One, xbox Series X",
        "price": "1 000 ₽",
        "description": "Распродаю личную коллекцию. Рассмотрю торг, скидки при покупке нескольких лотов. Dead Space 2 Xbox360 — 2000 р. Состояние: на коробке слегка потёртости, в остальном — отличное. Версия: США, коробка на английском. Русский язык: Нет. Metal Gear Rising: Revengeance Xbox360 — 1200 р. Состояние: состояние дисков идеальное, на коробке сзади вмятина, пробивающая обложку 5х5 мм, коробка на английском. Версия: США, коробка на английском. Русский язык: Нет. Mortal Kombat XL (Xbox One/Series X) — 1000 р. Состояние: на 4. На коробке потёртости, на диске микроцарапки, ставится и играется без проблем. Версия: Россия. Русский язык: есть. Rayman Legends (Xbox One/Series X) — 1200 р. Состояние: идеальное. Версия: Европа, коробка на английском. Русский язык: есть. Ведьмак 3 Игра года (Xbox One/Series X) — 1500 р. Состояние: идеальное. Версия: Россия. Русский язык: есть. Sunset Overdrive (Xbox One/Series X) — 500 р. Состояние: на диске микроцарапки, на коробке коцка с обратной стороны. Версия: Россия. Русский язык: есть. Necromunda: Hired Gun (Xbox One/Series X) — 2000 р. Состояние: новое. Версия: Европа, коробка на английском. Русский язык: есть. The Evil Within (Xbox One/Series X) — 700 р. Состояние: идеальное. Версия: США, коробка на английском. Русский язык: Нет. Titanfall 2 (Xbox One/Series X) — 700 р. Состояние: идеальное, код на Dlc не активирован. Версия: США, коробка на английском. Русский язык: Нет. Assassin's Creed: Black flag/Чёрный флаг (Xbox One/Series X) — 800 р. Состояние: отличное. Версия: Россия. Русский язык: есть. Gears 5 (Xbox One/Series X) — 2000 р. Состояние: отличное. Версия: Россия. Русский язык: есть. Бронь Ghostbusters: The videogame remastered (Xbox One/Series X) — бронь. Состояние: диск — идеал, на коробке коцка с обратной стороны. Версия: США, коробка на английском. Русский язык: Нет. Remnant 2 (Xbox Series X) — 3500 р. Состояние: коробка имеет потёртости, на первом диске едва заметные микроцарапки, потому что в коробке 2 диска 1 на другом… Устанавливается и играется без проблем. Версия: Европа, коробка на английском. Русский язык: есть. Dying Light: Anniversary edition (Xbox One/Series X) — 2000 р. Состояние: идеальное. Версия: США. Русский язык: есть. Бронь Marvel's Guardians of the Galaxy (Стражи Галактики) (Xbox One/Series X) — бронь. Состояние: диск в идеале, на коробке слегка потёртости. Версия: США. Русский язык: есть. Dead Space Remake (Xbox Series X) — 3000 р. Состояние: идеальное. Версия: Европа, коробка на английском. Русский язык: Нет."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_1tb_chernaya_5_igrovaya_pristav_novyy_2893440452",
        "title": "Xbox Series X 1Tb Черная 5 Игровая пристав Новый",
        "price": "44 999 ₽",
        "description": "Игровая консоль Xbox Series X. Новый Xbox Series X 1Tb Черная [5] Игровая приставка Microsoft. В магазине на ул. Родонитовая 4. Наличие 1шт. Новых, цена 44999 р. /шт. Гарантия. Можно купить данный товар дешевле по программе обмена Trade-in. Выкупаем Игры Консоли Аксессуары. Условия продажи и весь aссортимент смотрите на нашем caйтe. Цена в описание, при оплате наличными. Если товара мало, уточняйте наличие, бронируйте за час до приезда к нам. Изображение товара может отличаться. Если вам важен определённый тип товара, обложки, коробки, буклета, уточняйте это при оформлении заказа. Отправка авитодоставка: Boxberry, Почта, Сдэк. Доставка по Екатеринбургу: Яндекс такси. Самовывоз: Родонитовая 4 с 12:00 до 20:00 без выходных. (вход с левого торца здания, цоколь, gamestore — геймстор)."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/need_for_speed_unbound_xbox_series_x_3994024974",
        "title": "Need for Speed Unbound Xbox Series X",
        "price": "2 300 ₽",
        "description": "B продaжe диск c игрой Need for Speed Unbound для Xbox series X. Диск новый, запечатанный. Полностью на Английском языке (Русской версии не бывает). Большe игp в пpофилe. Гaрaнтия пocле покупки на пpoвepку диска. Aвито достaвка в любую точку Poссии. (Сdеk, Вoxbеrry, Dрd, Почта Росcии, avitо x eхmail, и другиe). Яндекc дoстaвка по городу. Самовывоз и личная доставка. Скидка При Покупке 3 Дисков. Более 220 Положительных Отзывов! Если объявление висит, значит оно актуально. Выкуп ваших игровых приставок, техники, телефонов и другой электроники. ПС4, ПС5, Плейстейшн Сони, приставка, консоль, игровая консоль, ps4, ps5, playstation Sony 4, Sony ps5, ps5 slim, fat, ps4 pro, ps4 fat, игры, игрушки, диски для пс, игры для пс5."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/novaya_xbox_series_x_2334205386",
        "title": "Новая Xbox Series X",
        "price": "41 990 ₽",
        "description": "Новый Microsoft Xbox series X. У Microsoft наблюдаются проблемы с заходом в сеть у Российских пользователей! Покупайте только те, кто знает как это обойти. Есть возможность оплаты картой: +5% к стоимости. *для уверенности в покупке читайте отзывы в профиле."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_3978208681",
        "title": "Xbox series X",
        "price": "40 000 ₽",
        "description": "Консоль в отличном состоянии. Приобреталась 2 ноября 2022 года в М. Видео. Европейская. Всё работает без нареканий. Полный комплект/коробка + 4 аккумуляторных батарейки с зарядным устройством и силиконовый чехол для геймпада. Если будет требоваться проверка — настройки не сбрасывал и есть несколько игр. После проверки или перед покупкой выйду из своего аккаунта. Возможно доставка по Екб."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/novyy_xbox_series_x_limited_halo_-_rostest_2230822397",
        "title": "Новый Xbox Series X Limited Halo - Ростест",
        "price": "89 990 ₽",
        "description": "Абсолютно Новая Игровая Приставка Xbox Series X Halo Limited Edition — Рст куплена в магазине Dns. Приставкa полностью новая с заводскими пломбами, не вскрывaлась, готова к встрече с Новым влaдельцем. Смотрите oтзывы в моем филе, я чeстный продавец реальных приставок. Ростeст — даёт вам полную свободу без включения Vpn, смены Dns серверов и т. Д. Мoгу отправить почтoй / авито в другие города. Идеальный вариант для тех, кто нe хочет тратить много денег на игры — подписка Xbox S 5 PS 4 хбох Приставка даёт вам возможность играть целый год в 1000 разных игр, включая все Новинки."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xboh_series_x_igry_2752272933",
        "title": "Xbох Series X + Игры",
        "price": "39 999 ₽",
        "description": "Xbox Series X в отличном состоянии, очень мало использовалась, выглядит «как новая». Полный комплект. На приставке установлено много игр, бонусом на первое время FC 24 ( Fifa 24). Всё работает и в онлайн выходит, вилка Российская, никаких переходников искать не надо. Без торга и обмена!"
    },
    {
        "url": "https://www.avito.ru/chelyabinsk/igry_pristavki_i_programmy/igry_xbox_360_mk9_3000bonusnyh_rubley_2427288281",
        "title": "Игры Xbox 360 MK9 + 3000бонусных рублей",
        "price": "200 ₽",
        "description": "Мегараздача Бонусных Рублей. При покупке любого диска Xbox 360 начисляем 3000 бонусов рублями, которыми потом можно оплатить покупки в наших магазинах. 1 Бонус = 1 Рубль. Обмен на равноценные лицензионные диски 200р. При обмене на Ваш диск, Вы так же получите 3000 бонусов. При любой покупке идет 3 Подарка На Ваш Выбор, один из которых наушники Monster Beats + ещё два подарка на Ваш выбор. Подарки дарим только в Трк Урал! Торопитесь! Акция с бонусами временная! Начисляем при покупке: Любых дисков с играми. + 3000 бонусных рублей. Приставок PS5 / Xbox Series X. + 50000 бонусных рублей. Приставок PS4 / Xbox One / Nintendo Switch. + 20000 бонусных рублей. Приставок Psp / Vita / PS2 / PS3 / Xbox 360. + 10000 бонусных рублей. Любых геймпадов. + 3000 бонусных рублей. Любых аксессуаров. + 3000 бонусных рублей. Любых дисков с играми. + 3000 бонусных рублей. Полученными бонусными рублями Вы можете оплатить 15% стоимости товара (кроме игровых консолей) при последующей покупке в сети магазинов Sotcomm. Дорого выкупаем любые консоли и диски. Оцениваем до 90% от цены магазина. Еженедельные Акции на PS5 и другие консоли, вы можете увидеть в нашей группе ВК — Playstation Club, самое большое игровое сообщество в России посвященное playstation. Напишите в браузере playstation club и Вы сразу нас найдёте. Более 4000 Б. У дисков в наличии. Прокат любого диска 100р сутки / 450р неделя. Безлимитный прокат 990р — в течении месяца можно брать бесплатно любые диски. Наши магазины работают ежедневно с 10 до 22-00. Трк «Урал» Воровского 6 — наш головной магазин — 100кв метров — игровые приставки продаются только здесь. Трк «Алмаз» / Трк «Фокус»: в этих магазинах вы можете купить, обменять, взять на прокат или продать свои старые диски. Товар — MK9 Xbox 360."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_1tb_ssd_4130524894",
        "title": "Xbox Series X 1TB SSD",
        "price": "39 990 ₽",
        "description": "Продам Xbox Series X с объемом памяти 1TB Ssd Куплена меньше месяца назад, имеется чек! Игровая приставка в новом состоянии, в шикарном цвете, на фото можете посмотреть! Полная работоспособность! Без ремонтов и вскрытий! Отвязана от всех аккаунтов! Полный оригинальный комплект ждёт нового владельца! Смотрите отзывы для доверия. Возможен обмен на технику Apple. Доставка по городу."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/microsoft_xbox_series_x_2146328438",
        "title": "Microsoft Xbox Series X",
        "price": "41 999 ₽",
        "description": "Bнимaниe! Дoждитecь oтвeта менеджеpа для утoчнения возмoжнocти достaвки/caмoвывoзa кoнкретногo тoваpа. Cамовывоз товаров возмoжeн из обoих нaшиx магaзинов по пpедвapительнoй догoворённoсти. Дoстaвка тoвaра по городу в paбочeе врeмя — пo полнoй пpeдоплaтe Яндекс-курьером. Либо по предварительной договорённости — силами магазина. Доставка в другие города осуществляется по полной предоплате сдэком / Почтой России / Боксберри. При необходимости Авито-доставки стоимость товара увеличивается на 5%. Все наши консоли, аксессуары, игры проверены. На них даётся гарантия. Всегда в наличии — большой ассортимент современных и ретро консолей, а так же игр к ним, игровых аксессуаров и фанатской атрибутики. Мы осуществляем обмен / покупку дисков, игровых консолей, аксессуаров. Приставка В Отличном Состоянии, Не Рст, Работает Идельно, Пломба На Месте, Игр Нет. Оплата Наличными. Самовывоз ТЦ Мегаполис, 4 Этаж Или Попова1."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_4010299165",
        "title": "Xbox series x",
        "price": "36 000 ₽",
        "description": "Куплена в 2020 году, Консоль и геймпад в хорошем состоянии. Есть оригинальная коробка и hdmi. Если у вас есть зарядное устройство для аа аккумуляторов, могу отдать их вместе с консолью. Код на 3 месяца подписки xbox gamepass для консоли. Могу отправить любой доставкой, но предпочтительно avito, boxbery, dpd."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_controller_series_x_s_geympad_2492992771",
        "title": "Xbox controller Series X / S геймпад",
        "price": "5 490 ₽",
        "description": "Абсолютно новый, запечатанный, 100% оригинал, гарантия. Геймпад, контроллер, джойстик для Xbox series s, x. Robot white (белый) 5490. Robot black (черный) 5490. Pulse red (красный) 6000. Shock blue (голубой) 6000. Electric volt (зеленый) 6000. Lunar Shift (серый). Mineral Camo. Daystrike camouflage. Velocity green 6000. Stellar shift. Astral Purple. Gold Shadow. Starfield. Gold Shadow Special Edition. Stormcloud Vapor Special Edition. Star Wars Mandalorian. Captain America. Цветов которых нет в наличии можем привезти под заказ. Пpи сaмовывoзе оплата наличными, в ТЦ есть банкоматы (сбер, альфа, Втб, Тинькофф). Находимся по адресу г. Екатеринбург, ул. Краснолесья, 12А ТЦ Краснолесье, офис 504. Служебный вход в офисный корпус с обратной стороны здания под большой уличной вывеской фитнес клуба(с девушкой) — по высоте вывеска на весь тц. Крайняя дверь слева, на лифте на 5 этаж, 504 офис. На автомобиле можно заехать с ул. Михеева мимо шиномонтажки и далее за торговый центр. Либо со стороны ул. Краснолесья заехать в подземный паркинг и найти там металлическую дверь — вход в офисы. Самовывоз товара по согласованию. Перед своим визитом заранее звоните/ пишите. Возможна доставка по Екатеринбургу и в соседние города. Перед приездом уточните наличие товара."
    },
    {
        "url": "https://www.avito.ru/perm/igry_pristavki_i_programmy/podpiska_xbox_game_pass_ultimate_13_mesyatsev_ot_3114532688",
        "title": "Подписка xbox Game pass ultimate 13 месяцев от",
        "price": "800 ₽",
        "description": "Xbox Game Pass Ultimate — максимальная подписка, которая включает в себя: Xbox Game Pass (Каталог более 420 игр для консоли и более 100 игр для пк). EA play (Игры от издателя Electronic Arts). Xbox Game Pass Core (возможность играть онлайн). PC Pass (доступ к каталогу игр для пк). Так же, есть возможность активировать подписку на другие сроки. Цены и сроки уточняйте в сообщениях. Подписка работает в РФ. Подписка подходит для устройств: Xbox Series S; Xbox Series X; Xbox One S; Xbox One X; Xbox One; PC (на windows 10/11). Также помогу с приобретением любой игры. Добавляйте нас в избранное, чтобы не потерять, а также быть в курсе всех обновлений и скидок! Если возникли вопросы, обращайтесь в личные сообщения, всем ответим и поможем!"
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/tovary_dlya_kompyutera/microsoft_xbox_series_xs_wireless_controller_3619468118",
        "title": "Microsoft Xbox Series XS Wireless Controller",
        "price": "4 600 ₽",
        "description": "Геймпад беспроводной/проводной Microsoft Xbox Series X|S Wireless Controller Shock Кабель черный. Чехол и аккум покупал отдельно. Полностю исправен, без царапин, пользовался мало. Отсутствует крышка под батарейки."
    },
    {
        "url": "https://www.avito.ru/chelyabinsk/igry_pristavki_i_programmy/prodam_igrovuyu_konsol_xbox_series_x_3835841150?slocation=654070",
        "title": "Продам Игровую консоль Xbox Series X",
        "price": "36 000 ₽",
        "description": "Продам приставку Xbox Series X. Коробка в наличии. Полный комплект. Игровой кейс в комплекте. Только продажа. Торг."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/diski_xbox_one_s_x_xbox_series_x_969107385",
        "title": "Диски Xbox One / S / X / Xbox Series X",
        "price": "500 ₽",
        "description": "Лицензионные диски для Xbox One / Xbox One S /. Xbox One X / Xbox Series X. : Цены От 500 ₽: Цена с Авито-доставкой +5%. По ней договариваемся только в сообщениях! Также возможна доставка вашими силами, такси или курьерская служба. : Игры в наличии: Assassins Creed Вальгалла — 2000 ₽. Assassins Creed Одиссея — 1500 ₽. Assassins Creed Синдикат — 1000 ₽. Battlefield V — 1200 ₽. Dead Rising 3 — 500 ₽. Destiny 2 — 500 ₽. Fallout 76 — 1000 ₽. Farcry 3 — 1000 ₽. Fighter Witnin 700 ₽. Fifa 16 — 500 ₽. Fifa 17 — 800 ₽. Fifa 18 — 1000 ₽. Fifa 19 — 1000 ₽. Final Fantasy Type — 0 HD — 1000 ₽. Final Fantasy 15 — 1000 ₽. For Honor — 1000 ₽. Gta 5 — 2000 ₽. Gta 5 ( Новый для Xbox Series X) 2500 ₽. Halo Wars 2 — 800 ₽. Just Dance 2017 — 1000 ₽. Just Dance 2018 — 1000 ₽. Just Dance 2019 — 1000 ₽. Kinect Sports Rivals — 2000 ₽. Lego Movie Videogame — 1500 ₽. Lego Worlds — 2000 ₽. Mafia 3 (Новый) — 1500 ₽. Metal Gear Solid V — 1000 ₽. Mortal Kombat 11 — 2000 ₽. Nba 2K15 — 500 ₽. Nba 2K21 — 1500 ₽. Need For Speed — 1500 ₽. Need For Speed Hot Pursuit Remastered 1500 ₽. Need For Speed Payback — 2000 ₽. Nhl 16 — 500 ₽. Nhl 17 — 800 ₽. Nhl 18 — 1000 ₽. Projekt Spark 500 ₽. Sonic All-Stars Rasing Transformed 2500 ₽. Star Wars Battlefront — 700 ₽. Sunset Overdrive — 700 ₽. Tom Clancys Rainbows Six Осада — 800 ₽. Titanfall 2 — 1000 ₽. The Evil Within 1000 ₽. The Evil Within 2 — 1500 ₽. Watch Dogs 2 — 1000 ₽. Zoo Tycoon 1000 ₽. Без торга! Обмен возможен. По обмену пишите только в сообщениях. *Отправка Авито-доставкой ежедневно, ближе к вечеру. Кроме почты, тут неизвестно, из-за её «прекрасной» работы. Добавляйте в избранное и не теряйте объявление."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_3619386686",
        "title": "Xbox series X",
        "price": "49 990 ₽",
        "description": "Продам Xbox series X. Полный комплект: коробка, сама приставка, геймпад, необходимые провода для подключения. Есть чек, на гарантии. Ошибка Dns не выскакивает. Также отдам 3 игры: Forza Horizon 5, Call of Duty: Wwii, Rainbow Six: эвакуация."
    },
    {
        "url": "https://www.avito.ru/chelyabinsk/igry_pristavki_i_programmy/xbox_series_h_2_geympada_3924387301?slocation=654070",
        "title": "Xbox series х 2 геймпада",
        "price": "38 000 ₽",
        "description": "Продам икс бокс в хорошем состоянии 2 геймпада плюс к ним батарейки всё на месте играл очень мало так как работы много. Причина продажи это из за работы. Покупался прошлом году в июле Днс магазине, чек гарантия есть коробка тоже есть."
    },
    {
        "url": "https://www.avito.ru/suhoy_log/igry_pristavki_i_programmy/xbox_series_x_3836226568?slocation=654070",
        "title": "Xbox series x",
        "price": "45 000 ₽",
        "description": "Продам Xbox series x в комплекте 2 геймпада (оригинал) + аккаунт; с документами. Любые проверки. Уместен хороший торг."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/hogwarts_legacy_xbox_series_x_3876176474",
        "title": "Hogwarts Legacy Xbox Series X",
        "price": "3 500 ₽",
        "description": "Hogwarts Legacy Xbox Series X, диск в отличном состоянии. Упаковка вскрыта. Русские субтитры."
    },
    {
        "url": "https://www.avito.ru/chelyabinsk/igry_pristavki_i_programmy/microsoft_xbox_series_xs_wireless_controller_elite_3509615108",
        "title": "Microsoft Xbox Series XS Wireless Controller Elite",
        "price": "12 990 ₽",
        "description": "Microsoft Xbox Series X|S Wireless Controller Elite Series 2 Black. Товар Новый, Оригинальный, Гарантия, Чек. Цена действует только при обращении с Авито, чтобы купить по цене из объявления позвоните нам по номеру из объявления или напишите в чате Авито! Ждем Ваших Звонков И Сообщений. Кредит, Рассрочка*. Trade-in: обмен с доплатой. Чек и гарантийный талон при покупке. Только оригинальная техника. Официальная гарантия на всю технику. Работаем официально более 12 лет. Доставка по городу и всей России. Магазины в центре города и на тополинке. Собственный сервисный центр. *Рассрочка действует не на все товары, возможность покупки товара в рассрочку уточняйте по номеру из объявления или в чате. Почему Наши Покупатели Довольны? Мы всегда с вами на связи, даже после покупки, 12 лет работы в Челябинске и 1000 положительных отзывов говорят о нашей надежности, мы дорожим своей репутацией! Бонусная система, 1 бонус = 1 рубль, можно оплатить до 100% покупки; 486р бонусами в среднем начисляем с 1-ой покупки; 72% наших клиентов становятся постоянными; Официальная гарантия на всё от 1 года; Приятное обслуживание и общение; Одни из самых низких цен в городе; Только оригинальная продукция; Собственный сервисный центр; 12 лет на рынке электроники; Акции, розыгрыши, подарки. Добавьте это объявление в избранное и подпишитесь на наш магазин для того, чтобы получать уведомления о скидках! Перед походом в магазин обязательно позвоните нам, необходимо уточнить в каком именно магазине находится товар и забронировать его за вами, чтобы зафиксировать цену на момент обращения, так как цены часто меняются из-за курса доллара! Адреса Магазинов: Энгельса, 30. Энгельса, 75. Ун. Набережная, 80. Академика Макеева, 24 ЖК «Ньютон». Звоните Или Пишите Прямо Сейчас."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_3766724045",
        "title": "Xbox series X",
        "price": "2 500 ₽",
        "description": "Аренда Xbox series X. 3 геймпада. 3 зарядных блока. Игры на втором и третем фото. Аренда от суток. С 1 геймпадом 2500. С 2 геймпадами 3000. С 3 геймпадами 3500."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_1tb_rst_4130364079",
        "title": "Xbox Series X 1TB (рст)",
        "price": "47 500 ₽",
        "description": "Xbox Series X 1TB (рст). Описание: Приставка ростест, не нужно менять Dns или использовать Vpn для нормальной игры как на зарубежных версиях. Проблем со входом в аккаунт не будет. Все исправно работает, не вскрывалась. Полный комплект: приставка, контроллер, кабель hdmi, кабель питания, коробка. Без проблем протестируем у меня."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/tovary_dlya_kompyutera/geympad_xbox_controller_dlya_xbox_series_s_x_novyy_3741413760",
        "title": "Геймпад xbox controller для xbox series s, x новый",
        "price": "5 490 ₽",
        "description": "Абсолютно новый, запечатанный, 100% оригинал, гарантия. Геймпад, контроллер, джойстик для Xbox series s, x. Robot white (белый) 5490. Robot black (черный) 5490. Pulse red (красный) 6000. Shock blue (голубой) 6000. Electric volt (зеленый) 6000. Lunar Shift (серый). Mineral Camo. Daystrike camouflage. Velocity green 6000. Stellar shift. Astral Purple. Gold Shadow. Starfield. Gold Shadow Special Edition. Stormcloud Vapor Special Edition. Star Wars Mandalorian. Captain America. Цветов которых нет в наличии можем привезти под заказ. Пpи сaмовывoзе оплата наличными, в ТЦ есть банкоматы (сбер, альфа, Втб, Тинькофф). Находимся по адресу г. Екатеринбург, ул. Краснолесья, 12А ТЦ Краснолесье, офис 504. Служебный вход в офисный корпус с обратной стороны здания под большой уличной вывеской фитнес клуба(с девушкой) — по высоте вывеска на весь тц. Крайняя дверь слева, на лифте на 5 этаж, 504 офис. На автомобиле можно заехать с ул. Михеева мимо шиномонтажки и далее за торговый центр. Либо со стороны ул. Краснолесья заехать в подземный паркинг и найти там металлическую дверь — вход в офисы. Самовывоз товара по согласованию. Перед своим визитом заранее звоните/ пишите. Возможна доставка по Екатеринбургу и в соседние города. Перед приездом уточните наличие товара."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/geympad_xbox_series_elite_2_novyy_2525577638",
        "title": "Геймпад xbox series elite 2 новый",
        "price": "10 990 ₽",
        "description": "В связи с нестабильным курсом актуальную цену лучше уточнять в момент обращения. Абсолютно новый, 100% оригинал, под заводской пломбой, гарантия! Xbox controller elite series 2 для xbox Series X, S, ПК. White (белый) — 10 990. Red (красный) — 12 000. Blue (синий) — 12 000. Так же есть чёрный, он подороже. Геймпад, джойстик, контроллер, элит. Пpи сaмовывoзе оплата наличными, в ТЦ есть банкоматы (сбер, альфа, Втб, Тинькофф). Находимся по адресу г. Екатеринбург, ул. Краснолесья, 12А ТЦ Краснолесье, офис 504. Служебный вход в офисный корпус с обратной стороны здания под большой уличной вывеской фитнес клуба(с девушкой) — по высоте вывеска на весь тц. Крайняя дверь слева, на лифте на 5 этаж, 504 офис. На автомобиле можно заехать с ул. Михеева мимо шиномонтажки и далее за торговый центр. Либо со стороны ул. Краснолесья заехать в подземный паркинг и найти там металлическую дверь — вход в офисы. Самовывоз товара по согласованию. Перед своим визитом заранее звоните/ пишите. Возможна доставка по Екатеринбургу и в соседние города. Перед приездом уточните наличие товара."
    },
    {
        "url": "https://www.avito.ru/chelyabinsk/igry_pristavki_i_programmy/xbox_series_x_i_xbox_series_s_v_nalichii_1845695017",
        "title": "Xbox Series X и Xbox Series S в наличии",
        "price": "28 990 ₽",
        "description": "Xbox Series X и Xbox Series S в наличии. Новые, Оригинальные, Гарантия, Чек. Ждем Ваших Звонков. Цена действует только при обращении с Авито, чтобы купить по цене из объявления позвоните нам по номеру из объявления или напишите в чате Авито! Кредит, Рассрочка. Trade-in: обмен с доплатой. Чек и гарантийный талон при покупке. Только оригинальная техника. Официальная гарантия на всю технику. Работаем официально более 12 лет. Доставка по городу и всей России. Магазины в центре города и на тополинке. Собственный сервисный центр. Почему Наши Покупатели Довольны? Мы заботимся о наших клиентах: Бонусная система, 1 бонус = 1 рубль, можно оплатить до 100% покупки; 486р бонусами в среднем начисляем с 1-ой покупки; 72% наших клиентов становятся постоянными; Официальная гарантия на всё от 1 года; Приятное обслуживание и общение; Одни из самых низких цен в городе; Только оригинальная продукция; Собственный сервисный центр; 12 лет на рынке электроники; Акции, розыгрыши, подарки. Перед походом в магазин обязательно позвоните нам, чтобы уточнить в каком именно магазине находится товар и забронировать его за вами! Скажите продавцу, что Вы с «Авито», чтобы зафиксировать цену на момент обращения, так как цены часто меняются из-за курса доллара! Добавьте это объявление в избранное и подпишитесь на наш магазин для того, чтобы получать уведомления о скидках! Адреса: Энгельса, 30. Ун. Набережная, 80. Энгельса, 75. Звоните по любым вопросам с 10:00 до 20:00. Xbox series s, xbox series s купить, игры на xbox series s, xbox series x s, геймпад xbox series s, microsoft xbox series s, какой xbox series s, джойстик xbox series s, xbox series s как подключить, xbox series s 2, xbox series s games, консоль xbox series s, xbox series s pass, xbox series s цена, купить игры на xbox series s, xbox series s game pass, xbox series s стоит, иксбокс сериес s, икс бокс сериес с, икс бокс сериес с купить, xbox series x, xbox series x купить, игры на xbox series x, геймпад xbox series x, microsoft xbox series x, какой xbox series x, джойстик xbox series x, xbox series x как подключить, xbox series x 2, xbox series x games, консоль xbox series x, xbox series x pass, xbox series x цена, купить игры на xbox series x, xbox series x game pass, xbox series x стоит, иксбокс сериес х, икс бокс сериес х, икс бокс сериес х купить."
    },
    {
        "url": "https://www.avito.ru/perm/igry_pristavki_i_programmy/chernobylite_xbox_2239081654?slocation=654070",
        "title": "Chernobylite Xbox",
        "price": "249 ₽",
        "description": "Магазин Xbox Game Zone. Игры и подписки. Xbox series X | series S, Xbox One | One X | One S. Более 197 игр и ключи для Xbox series X | series S, Xbox One | One X. Кто сомневается смотрите отзывы в моем профиле! Уточняйте очень много игр! Гарантированное качество.! Полный список всех игр с ценами по запросу! Пишите! За отзыв предоставляется скидка 50% на следующую покупку! Покупай выгодно, не переплачивай! Игра | Chernobylite. Xbox series X | series S, Xbox One | One X. Текст: Rus | Eng. Озвучка: Rus | Eng. Субтитры: Rus | Eng. Дата выпуска: 28.09.2021. Издатель: All In! Games. Приблизительный размер: 11 ГБ. Категория: Борьба | Экшн и приключения. Chernobylite — научно-фантастическая ролевая игра в жанре ужасов с элементами выживания со сложными боями и уникальной системой изготовления предметов. Отправляйтесь в невероятно реалистичную зону отчуждения Чернобыльской Аэс, воссозданную с помощью 3D-сканеров, и погрузитесь в нелинейную историю о поисках правды. Chernobylite — научно-фантастическая ролевая игра в жанре ужасов с элементами выживания от студии The Farm 51. Отправляйтесь в невероятно реалистичную зону отчуждения, воссозданную с помощью 3D-сканеров, и играйте за ученого-физика Игоря Химинюка, ранее работавшего на Чернобыльской Аэс. Он вернулся в Припять, чтобы узнать, куда исчезла его невеста 30 лет назад. На пути к истине вы столкнетесь с охраняющими зону военными, другими сталкерами и сверхъестественными существами, а также иными опасностями, которые таит суровый окружающий мир. В этом захватывающем путешествии вас ждут борьба за выживание, заговоры, ужасы, любовь и одержимость. Удастся ли вам преодолеть свои страхи? Скрытность, борьба за выживание и сражения. Выжить в Зоне непросто. Каждый день подбрасывает новые испытания, ваши союзники гибнут, а запасы тают на глазах. Избегайте стычек, незаметно уничтожая врагов, или вступайте с ними в открытый бой. Опасность подстерегает на каждом шагу. Строительство базы и изготовление предметов. Постройте базу для подготовки к ежедневным операциям и вылазкам. Используйте верстаки для изготовления приспособлений, ловушек и оружия, а также изменяйте существующее снаряжение в зависимости от своих нужд. Управление ресурсами и командой. Союзники помогают вам выжить и добраться до цели. Каждый день вам предстоит определять стратегию действий, деля ресурсы и задачи между союзниками. Нелинейное повествование и стратегическая игра. Каждое прохождение неповторимо. Развязка этой истории зависит от принятых вами решений. Выбирайте, как поступить: доверять союзникам или нет, тратить ресурсы на выживание или исследования, решать конфликты или избегать их. Будущее зависит от вас."
    },
    {
        "url": "https://www.avito.ru/chelyabinsk/igry_pristavki_i_programmy/novaya_xbox_series_x_1tb_garantiya_3847501845?slocation=654070",
        "title": "Новая Xbox Series X 1Tb, гарантия",
        "price": "44 000 ₽",
        "description": "Абсолютно новая игровая приставка Microsoft Xbox Series X 1 Tb, запечатанная, с пломбами, чек и гарантия 1 год от мвидео. Коробка не вскрывалась. В магазинах стоит 50-60 т. Р. Продается дешевле, т. К. Покупалась на бонусы, которые бы скоро сгорели. Ул. Мусы Джалиля 7 почти в любое время."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/igrovaya_pristavka_xbox_series_x_3628764299",
        "title": "Игровая приставка xbox series X",
        "price": "40 000 ₽",
        "description": "Продаю иксбокс. Версия Китай. Все, что нужно это один раз перенастроить Dns. (цифры и куда их вбить, все покажу). Покупка игр через Узбеков (ссылку тоже скину). В пользовании меньше года. В комплекте есть подставка — она же зарядная станция для геймпадов. Тут же два аккумулятора и крышки под них. Есть держатель для телефона на гейпад. Вещь хорошая, но редко используемая ( под новые аккумуляторы не подходит, либо стандартная крышка, либо батарейки либо заряд с провода). С продажей не тороплюсь. Могу отдать с аккаунтом, игр немного, до следующей зарплаты будет во что поиграть."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/igry_dlya_xbox_one_i_series_sx_3920475785",
        "title": "Игры для xbox (one и series s/x)",
        "price": "299 ₽",
        "description": "Доброго времени суток! В предоставляю игровые коды для Xbox One и Xbox Series X/S, каждый из которых состоит из 25 символов, и все по самым привлекательным ценам на рынке. При первой покупке вы получаете Игру в Подарок. Всегда в наличии — последние новинки по очень выгодным ценам. Активация займет всего 5 минут, ничего сложного. Почему выбрать именно меня? Полная поддержка и инструкции по активации. Не нужно предоставлять доступ к вашему аккаунту! Лицензионный ключ для активации на сайте Microsoft в подарок. Игра остается у вас навсегда! В наличии все игры из магазина Xbox Store. Лучшие цены на рынке. Все игры доступны на русском языке (если поддерживается разработчиками). Я обеспечиваю всё необходимое для активации игры. Есть вопросы? Пишите мне, я всегда рад помочь! Чтобы узнать стоимость игры, просто укажите её название в чате. Для поиска — на xbox, игры xbox на русском, ключи игр xbox, xbox game pass список игр, игры xbox game pass ultimate, игры xbox 2022, бесплатные игры на xbox, купить игры на xbox, игры на xbox series s, игры на xbox series, игры xbox game, игры xbox pass. Игры xbox game pass, игры на xbox, xbox игры аргентина, xbox игры аргентина, как покупать игры на xbox через аргентину, купить игры на xbox через аргентину, покупка игры xbox аргентина, xbox игры аргентина в россии, покупка игр через аргентину xbox, игры xbox series s аргентина, игры для xbox через аргентину, xbox турция игры, xbox игры через турцию, игры xbox турция купить, покупка игр турция xbox, цифровые игры, коды, ключи, подписка, игры, лучшие игры, Аргентина, Argentina, Турция, Turkey, Xbox, Xbox One, Xbox One S, Xbox One X, Xbox Series S, Xbox Series X, Game Pass Ultimate, Сyberpunk 2077, Mortal Kombat, Grand Theft Auto, Gta V, Gta 5, Гта 5, The Witcher 3, Ведьмак, Metro 2033, Метро 2033, Mafia, Cyberpunk 2077, Киберпанк, Elden Ring, Элден Ринг, Minecraft, Майнкрафт, Fortnite, Фортнайт, Red Dead Redemption, Rdr 2, Call of Duty, cod, Modern Warfare, Cold War, Warzone, Assassins Creed, Odyssey, Valhalla, Origins, Dishonored, Tes Skyrim, Need For Speed, Nfs, Forza Horizon, Resident Evil, Fifa 23, Фифа, Crysis, Watch Dogs, Overwatch, Far Cry 6, FC24."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_3703514946",
        "title": "Xbox Series X",
        "price": "43 000 ₽",
        "description": "Продам Xbox Series X. Комплект полный. Коробка. Приставка. Джойстик. Hdmi провод. Всё в идеальном состоянии. Ошибок не выдаёт. Есть аккаунт в подарок, брал в аренду, сложностей с играми нет, всё работает. С подпиской подскажу. Есть Ведьмак 3, Hogwarts legacy и другие игры. Синий джойстик продан. Торг минимальный."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/tovary_dlya_kompyutera/novyy_geympad_xbox_controller_series_s_x_black_3615199975",
        "title": "Новый Геймпад xbox controller series s, x black",
        "price": "5 300 ₽",
        "description": "Абсолютно новый, запечатанный, 100% оригинал, гарантия. Геймпад, контроллер, джойстик для Xbox series s, x. Robot black (черный)."
    },
    {
        "url": "https://www.avito.ru/krasnoufimsk/igry_pristavki_i_programmy/igrovaya_konsol_xbox_series_x_3962805988?slocation=654070",
        "title": "Игровая консоль Xbox series x",
        "price": "45 000 ₽",
        "description": "Продам Xbox series x, полный комплект: консоль, коробка, провода, геймпад. В идеальном состоянии."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/igry_pristavki_i_programmy/xbox_series_x_2530209743",
        "title": "Xbox series X",
        "price": "45 999 ₽",
        "description": "Внимание! Дождитесь ответа менеджера для уточнения возможности доставки/самовывоза конкретного товара. Самовывоз товаров возможен из обоих наших магазинов по предварительной договорённости. Доставка товара по городу в рабочее время — по полной предоплате Яндекс-курьером. Либо по предварительной договорённости — силами магазина. Доставка в другие города осуществляется по полной предоплате сдэком / Почтой России / Боксберри. При необходимости Авито-доставки стоимость товара увеличивается на 5%. Все наши консоли, аксессуары, игры проверены. На них даётся гарантия. Всегда в наличии — большой ассортимент современных и ретро консолей, а так же игр к ним, игровых аксессуаров и фанатской атрибутики. Мы осуществляем обмен / покупку дисков, игровых консолей, аксессуаров. Оплата Наличными. Самовывоз ТЦ Мегаполис, 4 Этаж Или Попова1."
    },
    {
        "url": "https://www.avito.ru/ekaterinburg/tovary_dlya_kompyutera/geympad_xbox_series_sx_3931425923",
        "title": "Геймпад Xbox Series S/X",
        "price": "4 400 ₽",
        "description": "Продам родной геймпад Xbox Series X. Консоль была куплена 6-8 месяцев назад, данный геймпад использовался девушкой для совместных игр. Внешний вид отличный, все функции работают исправно, дрифта не было замечено."
    },
    {
        "url": "https://www.avito.ru/perm/igry_pristavki_i_programmy/xbox_game_pass_ultimate_12_mesyatsev_1_v_podarok_3025688157",
        "title": "Xbox Game Pass Ultimate 12 месяцев + 1 в подарок",
        "price": "3 990 ₽",
        "description": "Подписка Xbox Game Pass Ultimate сроком на 12 месяцев + 1 в подарок на вашу консоль Xbox Series X & S или Xbox One, а также ПК. Цена подписки на 12 месяца +1 в подарок: 3990р. 500+ отзывов на Авито. Поддержка и ответы на вопросы. Возможность приобретения других игр и подписок. Звоните и пишите, добавляйте в избранное! Xbox Game Pass — это подписка на видеоигры, которая позволяет пользователям играть в более чем 100 игр для Xbox и Windows 10. С Xbox Game Pass вы можете скачивать игры на свой компьютер, чтобы играть в них без необходимости иметь консоль. Xbox Game Pass Ultimate — это расширенная версия подписки Xbox Game Pass, которая включает в себя доступ к играм для Xbox, а также к играм для ПК. Вы можете играть в эти игры на своей консоли или на своем компьютере, используя приложение Xbox или Windows Store. Подписка Xbox Game Pass Ultimate предлагает доступ к более чем 200 играм, включая эксклюзивы от Microsoft и других студий. Кроме того, вы получаете доступ к эксклюзивным скидкам и предложениям на игры, которые не доступны в других магазинах. Если вы ищете удобный способ получить доступ к большому количеству игр по разумной цене, то подписка Xbox Game Pass Ultimate может быть идеальным выбором для вас. Теги: Xbox Game Pass Ultimate, Gamepass, Xbox Game Pass, Xgpu, Xgp, Геймпасс, Геймпас, Хбокс подписка, Подписка Хбокс, Подписка на икс бокс, Game Pass, Game Pass подписка."
    }
]